[
  {
    "nctId": "NCT06247813",
    "description": null,
    "start_date": "2024-02-08",
    "conditions": [
      "Chronic Pain"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Inflammation Support Formula",
        "description": "Turmeric Extract (400mg), Bioperine (Black pepper, 10mg), Ashwagandha (500mg), and Olive Leaf Extract (250mg).",
        "armGroupLabels": [
          "Inflammation"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Nerve Health Formula",
        "description": "Hydroxocobalamin (Vitamin B12, 1000mcg), Pyridoxal-5-Phosphate (Vitamin B6, 50mg), LMethylfolate (400mcg) and Trimethyl Glycine (Betaine, 750mg).",
        "armGroupLabels": [
          "Nerve Health"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Redox Support Formula",
        "description": "N-Acetyl-L-Cysteine (500mg), CoQ10 (250mg), Acetyl-L-Carnitine (200mg), Alpha Lipoic Acid (200mg), Benfotiamine (300mg), Selenium (250mcg), Riboflavin (50mg), Zinc (15mg) and Copper (1.8mg).",
        "armGroupLabels": [
          "Oxidative Stress"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Quantitative urine biomarker levels.",
          "description": "Quantitative urine biomarker levels after 1 and 3 months of supplementation.",
          "timeFrame": "1 and 3 months of supplementation."
        },
        {
          "measure": "Quality-of-life measures.",
          "description": "Summary scores of quality-of-life measures, patient reported outcome measurement information system 29 (PROMIS-29); assesses pain intensity using a single 0-10 numeric rating item and seven health domains (physical function, fatigue, pain interference, depressive symptoms, anxiety, ability to participate in social roles and activities, and sleep disturbance) using four items per domain. For overall scoring of the test (i.e., adding each response) a higher score equals more of the concept being measured (e.g., more Fatigue, more Physical Function), meaning a worse outcome.",
          "timeFrame": "1 month of supplementation, 3 months and at 3 month follow up."
        },
        {
          "measure": "Quality-of-life measures.",
          "description": "Summary scores of quality-of-life measures, Short Form- 36 (SF-36); The RAND 36-Item Health Survey (Version 1.0) taps eight health concepts: physical functioning, bodily pain, role limitations due to physical health problems, role limitations due to personal or emotional problems, emotional well-being, social functioning, energy/fatigue, and general health perceptions. It also includes a single item that provides an indication of perceived change in health. Coding of each item varies across the measure however all items are scored so that a high score defines a more favorable health state.",
          "timeFrame": "1 month of supplementation, 3 months and at 3 month follow up."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Visual Analog Scale pain scores",
          "description": "Visual Analog Scale (VAS) pain scores are asked with 4 questions, current pain, worst pain, least pain and average pain since the subjects last visit. The scale is 0 to 10 where 0 is \"no pain\" and 10 is \"worst imaginable pain\", 10 would indicate a worse outcome.",
          "timeFrame": "1 month, 2 months, 3 months and at 3 month follow up."
        },
        {
          "measure": "Depression symptoms.",
          "description": "Percentage of subjects with a decrease in depression symptoms.",
          "timeFrame": "1 month, 2 months, 3 months and at 3 month follow up."
        },
        {
          "measure": "Anxiety symptoms.",
          "description": "Percentage of subjects with a decrease in anxiety symptoms.",
          "timeFrame": "1 month, 2 months, 3 months and at 3 month follow up."
        },
        {
          "measure": "Sleep quality score",
          "description": "Sleep quality (Pittsburg Sleep Quality Index (PSQI)) score (and subscale scores). The PSQI is a 19-item, self-rated questionnaire designed to measure sleep quality and disturbance over the past month in clinical populations.17 The 19 items are grouped into 7 components, including (1) sleep duration, (2) sleep disturbance, (3) sleep latency, (4) daytime dysfunction due to sleepiness, (5) sleep efficiency, (6) overall sleep quality, and (7) sleep medication use. Each of the sleep components yields a score ranging from 0 to 3, with 3 indicating the greatest dysfunction. The sleep component scores are summed to yield a total score ranging from 0 to 21 with the higher total score (referred to as global score) indicating worse sleep quality.",
          "timeFrame": "1 month, 2 months, 3 months and at 3 month follow up."
        },
        {
          "measure": "Profile of Mood States",
          "description": "Profile of Mood States (POMS) score (and subscale scores). The POMS is a 40 item questionnaire assessing mood. The scale is a 5 point scale ranging from \"Not at All\" (0), \"A Little\" (1), \"Moderately\" (2), or \"Quite a Lot\" (3) or \"Extremely\" (4). Scores for the seven subscales are calculated by summing the numerical ratings for items that contribute to each subscale. Two of the items on the Esteem-related Affect (ERA) subscale are reverse-scored prior to being combined with the other items. They are all added or subtracted based on the subscale (TMD = \\[TEN+DEP+ANG+FAT+CON\\] - \\[VIG+ERA\\]. ) to obtain total mood disturbance. A higher score would indicate a negative outcome.",
          "timeFrame": "1 month, 2 months, 3 months and at 3 month follow up."
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Curcumin",
      "Black pepper",
      "Ashwagandha",
      "Olive",
      "Vitamin B12",
      "Vitamin B6",
      "Folate",
      "Betaine",
      "N-Acetyl-Cysteine",
      "Coenzyme Q10",
      "Carnitine",
      "Alpha-lipoic acid",
      "Selenium",
      "Riboflavin",
      "Zinc",
      "Copper"
    ],
    "categories": [
      "Inflammation & Pain",
      "Stress & Mood",
      "Sleep & Relaxation",
      "Energy"
    ]
  },
  {
    "nctId": "NCT06171724",
    "description": "This is a randomized, double-blind, crossover trial evaluating (a) the pharmacokinetics of withanolides from two doses (240 and 480 mg) of a commercially available Withania somnifera root and leaf extract (Shoden®), (b) the safety and tolerability of these doses over four weeks' use and (c) the feasibility of remotely measuring sleep- and stress-related outcomes in older adults. Participants will be randomized to one of two dose sequence groups. There will be two four-week study periods separated by a two-week washout period. During each study period, participants will attend a 13-hour pharmacokinetics study visit and return for 24- and 48-hour blood and urine collections. After the 48-hour visit, they will continue taking Shoden® at the administered dose (240 or 480 mg) for four weeks, at which time they will return for a follow-up visit.",
    "start_date": "2024-04-08",
    "conditions": [
      "Healthy",
      "Aging"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shoden",
        "description": "Shoden® powder is a commercial, dried 70% ethanolic extract of Withania somnifera (ashwagandha, WS) root and leaf, standardized to 35% withanolide glycosides. Shoden® powder is manufactured by Arjuna Natural Pvt Ltd, based in Kochi, Kerala, India.",
        "armGroupLabels": [
          "Shoden 240 mg",
          "Shoden 480 mg"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Plasma concentration of withanolides after Shoden administration",
          "description": "After oral administration of Shoden (240 or 480 mg), plasma concentrations of eleven withanolides (withanolide A, withanolide B, withaferin A, withanone, withanoside IV, withanoside V, 12-deoxywithastramonolide, sominone, viscosalactone B, 4-oxo withaferin A, and 2,3-dihydro-3β-methoxy withaferin-A) will be measured in blood samples obtained over a 48-hour period, using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS) to determine pharmacokinetic parameters (maximum concentration, area under the curve(0-t), and area under the curve(0-infinity)).",
          "timeFrame": "For each study period, a 48-hour post-administration period (15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time of maximum concentration of withanolides after Shoden administration",
          "description": "The time of maximum (tmax) of withanolides will be calculated using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS).",
          "timeFrame": "For each study period, a 48-hour post-administration period (15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        },
        {
          "measure": "Half-life of withanolides after Shoden administration",
          "description": "The half-life (t1/2) of withanolides will be calculated using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS).",
          "timeFrame": "For each study period, a 48-hour post-administration period (15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        },
        {
          "measure": "Steady-state concentration of selected withanolides in plasma",
          "description": "Concentration (ng/ml) of selected withanolides in plasma after four weeks' use",
          "timeFrame": "For each study period, steady state concentration will be collected during week 4 following four weeks' daily use of Shoden."
        },
        {
          "measure": "Urine concentration of withanolides after Shoden administration",
          "description": "The concentration (ng/ml) of withanolides in urine will be measured in a pooled urine sample over 12 hours post-Shoden administration, at 24 and 48 hours post-administration, and after four weeks' use.",
          "timeFrame": "For each study period, over 12 hours post-Shoden administration, 24-hour sample, 48-hour sample, four-week sample"
        },
        {
          "measure": "Adverse events",
          "description": "A multi-system questionnaire will record the type and severity (range 0 = none, 1 = mild, 2 = moderate, 3 = severe, 4 = life-threatening, 5 = fatal) of any adverse events. Adverse events will be assessed to determine if any changes are attributable to the study intervention. The proportion of participants who report each type of adverse event will be reported.",
          "timeFrame": "For each study period, adverse events will be assessed at the beginning and end of each pharmacokinetics visit, 2-weeks post-administration, and 4-weeks post-administration."
        },
        {
          "measure": "Number of participants with abnormal ECG readings",
          "description": "Resting electrocardiography will be measured using a ten-lead electrocardiogram. Electrocardiogram changes from the zero-minute (baseline) timepoint will be measured, and alternative clinical explanations considered, in order to determine if any changes are attributable to the study intervention. The investigators will also determine the proportion of all participants who develop changes in electrocardiography compared to the zero-minute timepoint following Shoden administration.",
          "timeFrame": "For each study period, electrocardiography will be assessed at 0 and 420 minutes post-Shoden administration and at the four week follow-up visit"
        },
        {
          "measure": "Liver function",
          "description": "A comprehensive metabolic panel will measure alanine aminotransferase and aspartate aminotransferase in units per liter as markers of liver function. Enzyme levels falling outside the normal range (0-35 Units per liter for alanine aminotransferase and 17-59 Units per liter for aspartate aminotransferase) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either enzyme function as a reflection of overall liver function. The investigators will also determine the proportion of all participants who develop abnormal laboratory values following Shoden administration",
          "timeFrame": "For each study period, liver function will be assessed at 0 and 600 minutes post-Shoden administration, and at the four-week follow-up visit"
        },
        {
          "measure": "Kidney function",
          "description": "A comprehensive metabolic panel will measure creatinine and blood urea nitrogen levels in milligrams per deciliter as markers of kidney function. Each parameter falling outside the normal range (0.5 to 1.2 milligrams per deciliter for creatinine and 7 to 20 milligrams per deciliter for blood urea nitrogen) will be compared to baseline values. If elevations are observed, alternative clinical explanations will be considered to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either blood urea nitrogen or creatinine as a reflection of overall kidney function. The investigators will also determine the proportion of all participants who develop abnormal laboratory values following Shoden administration",
          "timeFrame": "For each study period, liver function will be assessed at 0 and 600 minutes post-Shoden administration, and at the four-week follow-up visit"
        },
        {
          "measure": "Thyroid-stimulating hormone",
          "description": "Thyroid-stimulating hormone will be measured in units of milli-international units per liter as a marker of thyroid function. Any changes in hormone levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hormone levels are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in thyroid-stimulating hormone following Shoden administration.",
          "timeFrame": "For each study period, thyroid-stimulating hormone will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "Testosterone",
          "description": "Testosterone will be measured in units of nanograms per deciliter. Any changes in hormone levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in testosterone levels are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in testosterone following Shoden administration.",
          "timeFrame": "For each study period, testosterone will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "White blood cell count",
          "description": "White blood cells will be measured in units of cells per cubic millimeter. Any changes in white blood cell levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in white blood cells are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in white blood cells following Shoden administration.",
          "timeFrame": "For each study period, white blood cells will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "Red blood cell count",
          "description": "Red blood cells will be measured in units of cells per cubic millimeter. Any changes in red blood cell levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in red blood cells are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in red blood cells following Shoden administration.",
          "timeFrame": "For each study period, red blood cells will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "Hemoglobin",
          "description": "Hemoglobin will be measured in grams per deciliter. Any changes in hemoglobin will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hemoglobin are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in hemoglobin following Shoden administration.",
          "timeFrame": "For each study period, hemoglobin will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "Hematocrit",
          "description": "Hematocrit will be measured in percent. Any changes in hematocrit will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hematocrit are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in hematocrit following Shoden administration.",
          "timeFrame": "For each study period, hematocrit will be assessed at 0 minutes post-Shoden administration and four weeks post-Shoden administration."
        },
        {
          "measure": "Feasibility of administering REDCap surveys",
          "description": "The feasibility of administering REDCap surveys will be assessed by calculating the percentage of administered questionnaires that are returned and fully completed by participants, with feasibility defined as at least 80% of all administered questionnaires returned and completed.",
          "timeFrame": "For each study period, prior to the pharmacokinetics visit and prior to the four-week follow-up visit"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Liver & Detox",
      "Heart Health",
      "Immune Health",
      "Men's Wellness"
    ]
  },
  {
    "nctId": "NCT07041853",
    "description": "This double-blind, randomised, placebo-controlled trial aims to investigate the effects of ashwagandha (ASH) supplementation on recovery and muscle strength in male and female rugby and water polo players. Participants will supplement either KSM-66 ashwagandha (600 mg, standardised to 5% withanolides) or a placebo once daily for 42 days. The study will evaluate outcomes related to hormonal stress markers, perceived exertion, wellness, muscle soreness, and physical performance.\n\nPrimary biomarkers include cortisol, DHEA-S, testosterone, melatonin, alpha-amylase, and cortisone, assessed through saliva samples. Subjective measures will include the Borg Rate of Perceived Exertion Scale and the Hooper Index for sleep quality, stress, fatigue, and delayed onset muscle soreness (DOMS). Physical performance will be assessed using grip strength (CAMRY dynamometer), vertical jump tests (countermovement jump, squat jump), broad jump, 1-repetition maximum (1RM) tests for deadlift, bench press, and pull-up, as well as the Bronco test. Supplement satisfaction will be evaluated via questionnaire.\n\nParticipants' dietary intake will be recorded using a self-tracking method (Snap-N-Send) and analysed using Nutritics software; food diaries will serve as covariates in the final analysis. The study will be conducted in partnership with CN Poble Nou, a professional sports club in Barcelona, Spain.\n\nAshwagandha use is increasingly common among athletes despite limited evidence on appropriate dosing and performance outcomes. This study will contribute to scientific understanding of its potential short-term benefits, particularly in high-contact sports where managing cortisol and recovery is critical.\n\nAll participants will provide informed consent, and ethical considerations focus on safety, data privacy, and the right to withdraw from the study at any time.",
    "start_date": "2025-06-12",
    "conditions": [
      "Recovery",
      "Strength",
      "Exercise Training"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KSM-66 Ashwagandha",
        "description": "Root extract ashwagandha, KSM-66",
        "armGroupLabels": [
          "KSM-66 Ashwagandha"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Organic chickpea flour",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Cortisol",
          "description": "Salivary cortisol",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "Hand grip",
          "description": "Hand grip strength in kilograms, CAMRY dynanometer",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Testosterone",
          "description": "Salivary testosterone",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "Melatonin",
          "description": "Salivary melatonin",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "DHEA-s",
          "description": "Salivary DHEA-s",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "Alpha-amylase",
          "description": "Salivary alpha-amylase",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "Cortisone",
          "description": "Salivary cortisone",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        },
        {
          "measure": "Bronco test",
          "description": "Aerobic fitness test in minutes and seconds",
          "timeFrame": "Baseline and final measurement at 6 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha",
      "Chickpea"
    ],
    "categories": [
      "Stress & Mood",
      "Sleep & Relaxation",
      "Sports Nutrition",
      "Energy",
      "Healthy Aging"
    ]
  },
  {
    "nctId": "NCT07182253",
    "description": null,
    "start_date": "2025-03-31",
    "conditions": [
      "Female Sexual Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KSM-66 Ashwagandha® capsule",
        "description": "Single off-white capsule contains 300 mg Ashwagandha root extract powder only",
        "armGroupLabels": [
          "Treatment Arm 1: Interventional KSM-66 Ashwagandha® capsule (300 mg)"
        ]
      },
      {
        "type": "OTHER",
        "name": "Identical Placebo capsule",
        "description": "Single off-white capsule contains starch powder only",
        "armGroupLabels": [
          "Treatment Arm 2: Identical placebo capsule"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "To evaluate the effects of the KSM-66 Ashwagandha formulation on sexual health in healthy women, assessed based on Female Sexual Function Index (FSFI) in healthy women",
          "description": "Mean change in FSFI scores from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate the effects of the KSM-66 Ashwagandha formulation on sexual health in healthy women, assessed based on the Satisfying Sexual Events (SSEs) in healthy women",
          "description": "Mean change in SSEs from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        },
        {
          "measure": "To evaluate the effects of the KSM-66 Ashwagandha formulation on sexual health in healthy women, assessed based on the Female Sexual Distress Scale (FSDS) in healthy women",
          "description": "Mean change in FSDS scores from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        },
        {
          "measure": "To investigate the effects of KSM-66 Ashwagandha formulation on serum hormones (Estrogen-E2, Progesterone, FSH, LH, Prolactin, and Testosterone) in healthy women",
          "description": "Mean change in serum hormones (Estrogen-E2, Progesterone, FSH, LH, Prolactin, and Testosterone) from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        },
        {
          "measure": "To evaluate the effects of KSM-66 Ashwagandha formulation on stress using the Perceived Stress Scale (PSS-10)",
          "description": "Mean change in PSS-10 scores from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        },
        {
          "measure": "To evaluate the effect of the KSM-66 Ashwagandha formulation on Quality of Life (SF-12 QoL) in healthy women",
          "description": "Mean change in SF-12 scores from Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4) to Visit 3- End of study (Week 8) in healthy women",
          "timeFrame": "Baseline, Week 4, Week 8"
        },
        {
          "measure": "To evaluate the safety of KSM-66 Ashwagandha formulation in healthy women",
          "description": "Number and proportion of Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Event (TESAE) over 8 weeks treatment period",
          "timeFrame": "Baseline, Week 4, Week 8"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Women's Wellness",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06676605",
    "description": "This clinical trial aimed to assess the impact of ashwagandha supplementation on serum lipid concentrations and body composition in Mexican adults with overweight and obesity through a double-blind, randomized, placebo-controlled protocol. The study included adult patients who met inclusion such as a Body Mass Index (BMI) of 25 kg/m\\^2 or higher, glucose levels around 100 mg/dL, LDL-C levels of 160 mg/dL or higher, total cholesterol levels of 200 mg/dL or higher, HDL-C levels lower than 40 mg/dL, and triglyceride levels exceeding 150 mg/dL). Patients were excluded if they were pregnant, had diabetes mellitus, hypertension, or hypersensitivity to Solanaceae products.\n\nVolunteers signed an informed consent form as per NOM-012-SSA3-2012 guidelines, detailing the study's purpose and terms. Participants adhered to a prescribed dietary plan that included Ashwagandha (Withania somnifera) supplementation and consented to monitoring of their dietary intake and biochemical parameters measurement.\n\nThe ashwagandha supplementation involved 500 mg capsules taken daily for 40 days, with an intervention group (W. somnifera supplementation, 500 mg/day, n=17) and a placebo group (starch rice capsule/tablet/day, n=17). Both groups received personalized meal plans to ensure that observed changes were directly attributable to the supplements.\n\nAnthropometric measurements included body weight, waist circumference, and BMI. Blood samples were extracted after 12 hours of fasting using a vacutainer system, and biochemical determinations were processed the same day with semi-automated equipment via COBAS® colorimetric methods. Parameters such as glucose, triglycerides, cholesterol, LDL-c, HDL-c, and VLDL-c were analyzed.\n\nSociodemographic data were described by gender, while clinical and anthropometric variables were categorized by intervention and control groups. Quantitative variables were compared using the student's t-test for related samples. Significant differences between baseline and experimental groups were found for total cholesterol, HDL, LDL, VLDL, the LDL/HDL-c ratio, and triglycerides.",
    "start_date": "2023-01-10",
    "conditions": [
      "Obesity",
      "Overweight"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Withania somnifera",
        "description": "The experimental supplement administered to patients in this study was Withania somnifera, commonly known as ashwagandha. It is classified as a dietary supplement and is regulated similarly to pharmaceutical medications. The supplement has been authorized for commercialization and use by the Food and Drug Administration (FDA). Participants received the supplement in the form of 500 mg capsules, taken daily over a 40-day period, following the manufacturer's instructions. The range of the recommended daily dose is between 240 and 600 mg. The purpose of administering this supplement was to evaluate its impact on various health parameters, including serum lipid concentrations and body composition, in the study's participants.",
        "armGroupLabels": [
          "Intervention Group"
        ],
        "otherNames": [
          "Ashwagandha"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo Intervention",
        "description": "The product administered to the placebo group was designed to simulate the appearance and administration of the experimental supplement but without containing any active ingredients. Participants in the placebo group received capsules/tablets filled with starch rice. These capsules were taken daily over the same 40-day period as the experimental group, ensuring that the placebo group followed identical administration and monitoring procedures. The use of starch rice capsules aimed to serve as a neutral control, allowing for a comparison between the effects of the actual Withania somnifera supplement and the placebo.",
        "armGroupLabels": [
          "Placebo Group"
        ],
        "otherNames": [
          "Pills"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Body Weight Measurement",
          "description": "Measured body weight did not change between baseline and experimental groups.",
          "timeFrame": "Along with the 40 days"
        },
        {
          "measure": "Waist circumference",
          "description": "Measurement of waist circumference, that did not change statistically.",
          "timeFrame": "Along with the 40 days"
        },
        {
          "measure": "Diastolic blood pressure",
          "description": "Measurement of diastolic blood pressure, that did not change statistically.",
          "timeFrame": "Along with the 40 days"
        },
        {
          "measure": "Blood Glucose",
          "description": "Initial and final blood glucose only changed for the placebo group (p:0.008).",
          "timeFrame": "Along with the 40 days"
        },
        {
          "measure": "Blood lipids profile",
          "description": "Initial and final values of blood lipids profile parameters for each group changed statistically (Experimental: Total cholesterol, HDL-c, LDL-cm VLDL-c, LDL/HDL-c ratio, and triglycerides; Placebo: HDL-c, LDL-c, and LDL/HDL-c ratio)",
          "timeFrame": "Along with the 40 days"
        },
        {
          "measure": "Body Mass Index Measurement",
          "description": "Quantified body mass index did not change between baseline and experimental groups",
          "timeFrame": "Along with the 40 days]"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Weight Management",
      "Heart Health",
      "Blood Sugar Support"
    ]
  },
  {
    "nctId": "NCT05831241",
    "description": "To qualify for this study, participant must be a healthy female between 18 to 55 years of age with unsatisfactory sexual health. Participants must have regular menstrual cycles. Participants are sexually active, and currently in a stable heterosexual relationship. Participants must agree to continue their routine diet and physical activities for the entire study. Participants should avoid using any NEW dietary supplements, multivitamins, or oral nutrition supplements throughout the study.\n\nIn this study, a maximum of 45 patients will be enrolled. The goal is to complete the study with at least 40 patients.\n\nAt the initial visit, prospective patients will be screened for enrollment based on the requirements of the study, medical history, and clinical examination. Before starting any study related procedures, participants will be explained about the study in details and a written informed consent will be obtained from participants prior to participation in this study. This document is a part of the written informed consent procedure. A detailed medical history including the associated conditions will be recorded. A general and physical examination will be performed to detect any abnormal parameters. If participants meet the eligibility criteria, they will be enrolled in the study.\n\nAfter enrollment in the study, participants will be randomly assigned to take one capsule of KSM 66 Ashwagandha (300 mg) or one capsule of placebo two times daily after breakfast and every night at bedtime with food, preferably 30 minutes before the anticipated sexual intercourse with a glass of water for 8 weeks. There is a 50% chance that instead of 'Ashwagandha capsule' participants will receive 'Placebo capsule'. This placebo capsule will be identical in size, shape, and color to the 'Ashwagandha capsule'. The placebo capsule is harmless. It has the ingredient of starch powder made from corn, wheat, or potato. Participants will have to record the use of the assigned product on a daily diary for 8 weeks.\n\nParticipants will be monitored throughout the study. The study consists of two 60-minute onsite visits for visit 1 and visit 3, and one 40-minute remote visit via the phone for visit 2. After the initial visit 1 at the clinic (screening, baseline/randomization) (Day 1), participants will be monitored and assessed remotely at visit 2 (week 4) over the phone. Then, participants will have to visit the clinic for assessments at visit 3 (week 8). During visit 1 and visit 3, blood will be collected from participants, physical examinations, and general examinations will be performed. During physical examinations, a medically trained personnel will measure participants' vital signs including systolic blood pressure, diastolic blood pressure, pulse rate, body temperature, respiratory rate, and body mass index. During general examination, a systemic review of different body systems will be performed to see if there are any significant abnormalities or findings.\n\nFor blood sample collection, participants' right or left arm will be used as the blood draw site. Investigators will take 15 ml of blood (the size of a tablespoon) from each participant to measure different sex hormone levels in his or her blood, such as estradiol, progesterone, follicle-stimulating hormone, luteinizing hormone, prolactin, and testosterone. Participants' blood samples will only be used for research and result analysis in this study. No more than 15 ml of blood will be drawn from each participant with a needle and syringe. All needles and syringes are brand new, and not recycled. All blood draws will be performed by professionally trained phlebotomists.\n\nDuring remote visit 2 via phone, Sexual Function Index (FSFI), Satisfying Sexual Events (SSEs), Female Sexual Distress Scale (FSDS), Perceived Stress Scale (PSS-10), Quality of Life (SF-12 QoL) assessment questionnaires will be conducted over the phone. Side effects will be monitored, study drug compliance and concomitant medications will also be checked via phone in visit 2.\n\nAt each visit, Sexual Function Index (FSFI), Satisfying Sexual Events (SSEs), Female Sexual Distress Scale (FSDS), Perceived Stress Scale (PSS-10), Quality of Life (SF-12 QoL) assessments will be conducted. Side effects will be monitored during each visit of the study period. Participants' results on all assessment questionnaires are confidential, and will only be reviewed by study staff, ethical review board members, and the FDA (if necessary). At visit 3 (week 8), participants are required to return any remaining testing products to the San Francisco Research Institute (at 2345 Ocean Ave, San Francisco, CA 94127) in person. The duration of study is 8 weeks.",
    "start_date": "2023-07-12",
    "conditions": [
      "Sexual Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha",
        "description": "KSM-66 Ashwagandha is the active ingredient in Waithania somifera, a medicinal plant in Indian medicine. Ashwagandha is known as an adaptogen, an herb in capsule form that protects the body from stress.",
        "armGroupLabels": [
          "Ashwagandha"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Placebo means that the capsules will not contain Ashwagandha but some other inactive substance.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Female Sexual Function Index (FSFI)",
          "description": "FSFI questions are coded from 0.0 to 5.0. Based on clinical considerations, the scale is considered to have six sexual domains: desire, arousal, lubrication, orgasm, satisfaction, pain. Each domain is contributing to the overarching construct of female sexual function. The maximum score for each domain is 6.0, obtained by summing item responses and multiplying by a correction factor. The total composite sexual function score is a sum of domain scores and ranges from 2.0 (not sexually active and no desire) to 36.0. A higher score means a better outcome.",
          "timeFrame": "8 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Women's Wellness"
    ]
  },
  {
    "nctId": "NCT06264986",
    "description": "The objectives of the thesis are to determine the effects of ashwagandha (ASH) on muscle strength, muscle recovery and to assess habitual dietary intake of female footballers. Across one phase, two experimental research papers and one descriptive research paper will be produced; it will involve one double-blind, randomised and placebo-controlled trial and a comparative analysis of nutritional intake in female footballers. The thesis will involve participants supplementing ASH in the form of a capsule containing KSM-66 (600 mg with 30mg withanolides) or placebo once a day for 28 days, on a singular occasion. The objectives of the first two papers are to determine the effects of ASH on muscle strength, perception of recovery, perception of exertion, perceived wellness and perceived muscle soreness. For the paper on muscle strength, the methodology will include hand grip test, counter movement jump (CMJ), squat jump (SJ), peak power, medicine ball throw and rate of perceived exertion (RPE) via the Borg Scale. For the paper on muscle recovery, the methodology will include a questionnaire on sleep, stress, fatigue and delayed onset of muscle soreness (DOMS) test via the Hooper Index (HI), total quality recovery (TQR) questionnaire and a supplement satisfaction questionnaire. The objectives of the third paper are to evaluate the dietary intake of professional female footballers and compare the values against published nutritional recommendations. The participants diets will be tracked for purposes of the muscle strength and recovery study. The methodology will involve self-tracking of dietary intake via the Snap-N-Send method and data will be stored and analysed with the software Nutritics. The study will be conducted with a professional club in Barcelona. The use of ASH is becoming prevalent in athletes, despite lack of information regarding dosage guidelines or lack of research on its benefits for exercise performance. The proposed study will contribute to the overall scientific knowledge of ASH and whether it may demonstrate benefits from short-term use. Additionally, the study will determine if there are benefits for female athletes that wish to increase strength and reduce perception of pain or soreness related to exercise. The ethical considerations for this study are predominantly the safety and comfort of the participant. An informed consent form will be given to the participant, containing information about data collection, personal information, safety of the supplement and their right to drop out of the study at any point. The proposed start date is January 2024, and the study will aim to collectively last for 36 days across a singular phase. The supplement is provided by Zenement España, a supplement company based in Barcelona.",
    "start_date": "2024-01-13",
    "conditions": [
      "Muscle Strength"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha",
        "description": "The intervention will be 600mg of KSM-66, a branded supplement derived from the root extract of the herb ashwagandha, with a consistent rate of 5% withanolides for 28 days. It is the most clinically studied extract of the herb and is the only type of ashwagandha to receive third party testing certification (Informed Sport, Informed Ingredient, Banned Substances Control Group, Clean Label Project). The laboratory where the product is made, Ixoreal Biomed, has received Current Good Laboratory Practices (cGLP), quality controlled and tested against heavy metals and pesticides.",
        "armGroupLabels": [
          "KSM-66"
        ],
        "otherNames": [
          "KSM-66",
          "Root extract ashwagandha"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "600mg chickpea flour in a hydroxypropyl methylcellulose capsule, once a day for 28 days",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Increased Lower Body Muscle Strength 1/2",
          "description": "Jump strength, assessed by Peak Power, is calculated based on jump height (in centimetres) and body mass (in kilograms) using this formula Peak power (W) = (60.7) × (jump height \\[cm\\]) + 45.3 × (body mass \\[kg\\]) - 2055 \\[1\\]. Jumps are measured using a clinically validated open-source jump mat (Chronojump Bocosystems) to ensure accuracy. The highest recorded value is used for analysis.\n\n1\\. Sayers, S. P.; Harackiewicz, D. V.; Harman, E. A.; Frykman, P. N.; Rosenstein, M. T. Cross-Validation of Three Jump Power Equations. Medicine and science in sports and exercise 1999, 31 (4), 572-577. https://doi.org/10.1097/00005768-199904000-00013.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Increased Maximum Voluntary Muscle Strength",
          "description": "Hand grip strength. This will be measured with a CAMRY digital hand dynamometer and the unit of measurement will be kilograms.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Increased Upper Body Muscle Strength and Explosiveness",
          "description": "Medicine ball throw using a 5 kilogram medicine ball. Participants will throw a medicine ball while standing. The distance of the throw will be measured in centimetres.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Improved Overall Muscle Strength",
          "description": "Rate of perceived exertion (RPE) using the Borg Scale measuring the difficulty of high-intensity exercise. 1 represents a score of very light activity, and 10 represents a score of maximum effort activity.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Increased Lower Body Muscle Strength in 2/2",
          "description": "Lower body muscle strength is assessed using the countermovement jump (CMJ) and squat jump (SJ) tests, two validated measures of lower body explosive power. Each participant performs a single jump for each test on a clinically validated open-source jump mat (Chronojump Bocosystems), which records jump height in centimetres. The jump mat uses precise force and time measurements to calculate height, ensuring reliable data output. Participants receive standardised instructions and a demonstration before testing to ensure consistency and accuracy.The highest recorded value is used for analysis.",
          "timeFrame": "28 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Improved Perception of Wellbeing",
          "description": "Hooper Index questionnaire. Participants rate their perception of sleep, stress, fatigue and muscle soreness on a scale. A score of 1 is very, very good and 10 is a score of very, very bad.\n\nThe Hooper Index questionnaire assesses participants' perception of sleep quality, stress levels, fatigue, and muscle soreness. Each item is rated on a scale from 1 to 10, where 1 represents \"very, very good\" and 10 represents \"very, very bad.\" The minimum possible score for each item is 1, and the maximum possible score is 10. Higher scores indicate a worse perception of wellbeing. An overall wellbeing score is calculated by summing scores for sleep, stress, fatigue, and muscle soreness, with a total range from 4 (very good) to 40 (very bad).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Improved Perception of Recovery",
          "description": "Total Quality Recovery questionnaire. Participants rate their recovery following high-intensity exercise. A score of 6 is very, very low recovery and 20 is a score of very, very good recovery.",
          "timeFrame": "28 days"
        }
      ]
    },
    "references": [
      "33670194",
      "39954269"
    ],
    "generic_ingredients": [
      "Ashwagandha",
      "Chickpea"
    ],
    "categories": [
      "Sports Nutrition",
      "Energy",
      "Sleep & Relaxation",
      "Stress & Mood",
      "Inflammation & Pain"
    ]
  },
  {
    "nctId": "NCT06244147",
    "description": "To qualify for this study, participant must be male or female between 18 and 65 years old and prescribed KSM-66 Ashwagandha by their clinicians for a long-term period. Participants must have no plan to commence any other alternative treatment modality for their conditions. Participants must be willing to sign an informed consent document and to comply with all study related procedures. Participants must have a body mass index between 25 and 39.9 kg/m2.\n\nIn this study, a total of 200 subjects will be included across 4-5 study sites, for a total duration of 12 months. At the initial visit, prospective patients will be screened for enrollment based on the requirements of the study, medical history, and clinical examination. Before starting any study related procedures, participants will be explained about the study in detail and a written informed consent will be obtained from participants prior to participation in this study. This document is a part of the written informed consent procedure. A detailed medical history including the associated conditions will be recorded. A general and physical examination will be performed to detect any abnormal parameters. If participants meet the eligibility criteria, they will be enrolled in the study.\n\nAfter enrollment in the study, participants will be asked to consume Ashwagandha 300 mg root extract capsule orally twice daily, morning and evening after breakfast and dinner with a glass of water. At Visit 1 (Screening/Enrollment/Baseline Visit - Day -3 to Day 0), demography and medical history will be taken, physical examination and vital signs will be performed, blood will be collected, study medication will be dispensed, and Clinical Global Impression - Improvement (CGI-I) scale and Quality of Life using the SF-12 QoL scale will be assessed.\n\nAt Visits 2 to 6 (Months 1, 2, 3, 4, 5), participants will follow up remotely via a phone call. Compliance and concomitant medication will be noted.\n\nAt Visit 7 (Month 7), participants will follow up on site, where a physical examination and vital signs will be performed, blood will be collected, study medication will be dispensed, Clinical Global Impression - Improvement (CGI-I) scale and Quality of Life using the SF-12 QoL scale will be assessed, and compliance will be assessed.\n\nAt Visits 8 to 12 (Months 7, 8, 9, 10, 11), participants will follow up remotely via a phone call. Compliance and concomitant medication will be noted.\n\nAt Visit 13 (Final Visit - Month 12), participants will follow up on site, where a physical examination and vital signs will be performed, blood will be collected, Clinical Global Impression - Improvement (CGI-I) scale and Quality of Life using the SF-12 QoL scale will be assessed, and compliance will be assessed. Participants will be monitored throughout the study, including any adverse events.",
    "start_date": "2024-02-15",
    "conditions": [
      "All"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KSM-66 Ashwagandha Root Extract",
        "description": "Participants will take KSM-66 Ashwagandha root extract 300mg twice a day for the duration of the study."
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Adverse Events",
          "description": "Number and proportion of Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Event (TESAE) due to KSM-66 Ashwagandha (Withania Somnifera) over 12 months period",
          "timeFrame": "12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Liver Parameters",
          "description": "Changes in laboratory values for serum alanine transaminase 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Liver Parameters",
          "description": "Changes in laboratory values for aspartate transaminase 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Liver Parameters",
          "description": "Changes in laboratory values for alkaline phosphatase 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Liver Parameters",
          "description": "Changes in laboratory values for bilirubin 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Renal Parameters",
          "description": "Changes in laboratory values for renal parameters (serum creatinine, blood urea nitrogen) 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Muscle Parameters",
          "description": "Changes in laboratory values for serum creatine phosphokinase-MB 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Sex Hormones",
          "description": "Changes in laboratory values for serum testosterone 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Muscle Parameters",
          "description": "Changes in laboratory values for muscle parameters (serum creatine phosphokinase-MB), thyroid parameters (serum TSH, T3 and T4), and sex hormones (serum testosterone) 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Thyroid Parameters",
          "description": "Changes in laboratory values for thyroid parameters (serum TSH, T3 and T4) 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Serum Cortisol and Testosterone",
          "description": "Changes in laboratory values for serum cortisol and serum testosterone 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Clinical Global Impression",
          "description": "Clinical Global Impression - Improvement scale (CGI-I) score 6 months and 12 months after start of KSM-66 Ashwagandha \\[The CGI-I scale measures the change in the patient's clinical status from a specific point in time using a 7-point scale, ranging from 1 (very much improved) to 7 (very much worse), with a score of 4 indicating no change\\]",
          "timeFrame": "6 and 12 months"
        },
        {
          "measure": "Quality of Life Score",
          "description": "Changes from baseline in the Quality of Life (SF-12 QoL) scores 6 months and 12 months after start of KSM-66 Ashwagandha",
          "timeFrame": "6 and 12 months"
        }
      ]
    },
    "references": [
      "41063394"
    ],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Liver & Detox",
      "Men's Wellness",
      "Stress & Mood",
      "Sports Nutrition"
    ]
  },
  {
    "nctId": "NCT05602389",
    "description": null,
    "start_date": "2022-12-08",
    "conditions": [
      "Stress"
    ],
    "interventions": [
      {
        "type": "OTHER",
        "name": "VL-G-A57",
        "description": "Dose: 700mg daily Route: Oral Regimen: 2 capsules in the morning with food and 2 capsules in the evening with food Duration: 60 days",
        "armGroupLabels": [
          "VL-G-A57"
        ]
      },
      {
        "type": "OTHER",
        "name": "VL-G-E12",
        "description": "Dose: 700mg daily Route: Oral Regimen: 2 capsules in the morning with food and 2 capsules in the evening with food Duration: 60 days",
        "armGroupLabels": [
          "VL-G-E12"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Dose: 700mg daily Route: Oral Regimen: 2 capsules in the morning with food and 2 capsules in the evening with food Duration: 60 days",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Perceived stress scale",
          "description": "To assess the impact of the Investigational Product (IP) on stress levels by using the Perceived stress scale (PSS)from baseline.\n\nIndividual scores on the PSS can range from 0 to 40 with higher scores indicating higher perceived stress.\n\n* Scores ranging from 0-13 would be considered low stress.\n* Scores ranging from 14-26 would be considered moderate stress.\n* Scores ranging from 27-40 would be considered high perceived stress.",
          "timeFrame": "Day 0"
        },
        {
          "measure": "Perceived stress scale",
          "description": "To assess the impact of the Investigational Product (IP) on stress levels by using the Perceived stress scale (PSS)from baseline.\n\nIndividual scores on the PSS can range from 0 to 40 with higher scores indicating higher perceived stress.\n\n* Scores ranging from 0-13 would be considered low stress.\n* Scores ranging from 14-26 would be considered moderate stress.\n* Scores ranging from 27-40 would be considered high perceived stress.",
          "timeFrame": "Day 30"
        },
        {
          "measure": "Perceived stress scale",
          "description": "To assess the impact of the Investigational Product (IP) on stress levels by using the Perceived stress scale (PSS)from baseline.\n\nIndividual scores on the PSS can range from 0 to 40 with higher scores indicating higher perceived stress.\n\n* Scores ranging from 0-13 would be considered low stress.\n* Scores ranging from 14-26 would be considered moderate stress.\n* Scores ranging from 27-40 would be considered high perceived stress.",
          "timeFrame": "Day 60"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pittsburgh Sleep Quality Index.",
          "description": "To assess sleep quality using Pittsburgh Sleep Quality Index.\n\nIn scoring the PSQI, seven component scores are derived, each scored 0 (no difficulty) to 3 (severe difficulty). The component scores are summed to produce a global score (range 0 to 21).\n\nHigher scores indicate worse sleep quality.",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Restorative sleep questionnaire",
          "description": "To assess change in the total score of the restorative sleep questionnaire weekly RSQ-W is a validated scale for measuring refreshing quality of sleep. It has 9 items with answers scaled from 1 to 5. The questioned asked about one felt after waking up and starting the day during the past seven days. Refer to the questionnaire at Appendix 3\n\nQuestion 9 is to be reversed scored. The total score is an average score based on all 9 items and rescaled to a 0 to 100 scale, using the following transformation:\n\nRSQ-W Total Score = (RSQ-W average score across completed items - 1) X 25. The participants will be asked to administer this scale during screening visit. Those fulfilling the criteria (RSQ-W score ≤ 50), will further fill this scale at day 0, day 30 and day 60 for assessing the efficacy.",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Adrenocorticotropic Hormone (ACTH) in plasma",
          "description": "To assess changes in Adrenocorticotropic Hormone (ACTH) in plasma",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Morning Salivary Cortisol",
          "description": "To assess changes in morning Salivary Cortisol",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Impact of the IP on the Mental alertness",
          "description": "To assess the impact of the IP on the Mental alertness of the participants using a three-pointer scale after rising The scoring will be done as following: 1 = alert, 2 = slightly drowsy and 3 = extremely drowsy",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Fatigue Severity Scale",
          "description": "To assess the impact of IP on Fatigue using the Fatigue Severity Scale. The FSS is a self-administered questionnaire with 9 items (questions) investigating the severity of fatigue in different situations during the past week. Grading of each item ranges from 1 to 7, where 1 indicates strong disagreement and 7 indicates strong agreement, and the final score represents the mean value of the 9 items. A visual analogue scale is also included with the scale in which the respondents will be asked to denote the severity of their fatigue at the present moment by placing a mark on a line extending from \"no fatigue\" to \"fatigue as bad as could be.\" Higher scores on the scale are indicative of more severe fatigue.",
          "timeFrame": "Day 0, 30 and 60"
        },
        {
          "measure": "Depression, Anxiety, Stress Scale-21",
          "description": "To assess the impact of the IP on total scores of Depression, Anxiety, Stress Scale-21 Higher score indicates worst Depression, Anxiety, Stress.",
          "timeFrame": "Day 0, 30 and 60"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Stress & Mood",
      "Sleep & Relaxation",
      "Energy",
      "Cognitive Health"
    ]
  },
  {
    "nctId": "NCT06174441",
    "description": "Single centre, randomized, double-blind, placebo-controlled, one-period effectiveness study to evaluate whether the daily use of novel dietary supplements over 24 weeks will strengthen and promote density and quality of hair in adults with self-perceived thinning hair.\n\nStudy population will be divided in three groups - 32 in active groups and 20 in placebo group. Test group 1 (TG1) will receive investigational product 1 (CPMSM: containing fish collagen, methylsulphonylmethane (MSM), vitamins and zinc), test group 2 (TG2) will receive investigational product 2 (HC+: containing mixture of herbal extracts, B-vitamins and zinc) and the placebo group (PG) will receive placebo product without any of the active ingredients (PL, no active ingredients). Participants will test continuous administration of placebo or investigational products (in the form of syrups) for 24 weeks in order to demonstrate and assess multiple-dose effects.",
    "start_date": "2024-01-08",
    "conditions": [
      "Hair Thinning",
      "Hair Loss"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Investigational product 1 (CPMSM)",
        "description": "Test group 1 will receive investigational product 1 (CPMSM: daily dose 25 mL contains: Hydrolyzed fish collagen 5 g, methylsulphonylmethane (MSM) 1,5 g, Biotin 150 μg, Vitamin B6 1,6 mg, Zinc 2 mg, Vitamin C 120 mg).",
        "armGroupLabels": [
          "Test group 1 (CPMSM)"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Investigational product 2 (HC+)",
        "description": "Test group 2 (TG2) will receive investigational product 2 (HC+: daily dose 25 mL contains: Niacin 16 mg, Pantothenic acid 6 mg, Biotin 500 μg, Vitamin B6 1,4 mg, Folic acid 200 μg, Zinc 2 mg, Pea sprout extract 100 mg, Horsetail aerial parts extract 70 mg, Ashwagandha root extract 40 mg, Saw palmetto fruit extract 40 mg, Nettle leaves extract 30 mg, Grape seed extract 10 mg).",
        "armGroupLabels": [
          "Test group 2 (HC+)"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Placebo group (PG) will receive placebo product without any of the active ingredients (PL, daily dose 25 mL: no active ingredients).",
        "armGroupLabels": [
          "Placebo group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Change of hair density from baseline in all test groups in comparison to placebo group after 24 weeks of dietary supplementation",
          "description": "Significant change of hair density from baseline in test groups, in comparison to placebo group after 24 weeks of dietary supplementation with study products is expected. Hair density will be assessed through trichoscopy using H2H matching procedure. Results will be analysed for whole sample and separately for men and women.",
          "timeFrame": "24-weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change of scalp sebum from baseline in all test groups in comparison to placebo group after 24 weeks of dietary supplementation",
          "description": "Significant change of scalp sebum from baseline in test groups, in comparison to placebo group after 24 weeks of dietary supplementation with study products is expected. Scalp sebum will be measured using DermaLab SkinLab sebum module.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Change of hair thickness from baseline in all test groups in comparison to placebo group after 24 weeks of dietary supplementation",
          "description": "Significant change of hair thickness from baseline in test groups, in comparison to placebo group after 24 weeks of dietary supplementation with study products is expected. Hair thickness will be assessed through trichoscopy using H2H matching procedure and average hair thickness determined.",
          "timeFrame": "24-weeks"
        },
        {
          "measure": "Change of hair loss from baseline in all test groups in comparison to placebo group after 24 weeks of dietary supplementation",
          "description": "Significant change of hair loss from baseline in test groups, in comparison to placebo group after 24 weeks of dietary supplementation with study products is expected. Hair loss will be assessed through Hair comb test.",
          "timeFrame": "24-weeks"
        },
        {
          "measure": "Change of terminal hair density from baseline in all test groups in comparison to placebo group after 24 weeks of dietary supplementation",
          "description": "Significant change of hair density from baseline in test groups, in comparison to placebo group after 24 weeks of dietary supplementation with study products is expected. Hair density will be assessed through trichoscopy using H2H matching procedure. Results will be analysed for whole sample and separately for men and women.",
          "timeFrame": "24 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Collagen",
      "Methylsulfonylmethane",
      "Biotin",
      "Vitamin B6",
      "Zinc",
      "Vitamin C",
      "Vitamin B3",
      "Vitamin B5",
      "Folate",
      "Horsetail",
      "Ashwagandha",
      "Saw palmetto",
      "Nettle",
      "Grape",
      "Pea protein"
    ],
    "categories": [
      "Hair, Skin & Nails"
    ]
  },
  {
    "nctId": "NCT06714942",
    "description": "To qualify for the study, participants must be aged between 18 to 55 years experiencing signs and symptoms suggestive of stress (e.g., difficulty, concentrating, physical exhaustion, anxiety, restlessness, insomnia, headache, fatigue, loss of appetite, worry, sweating, mental confusion, etc.).\n\nIn this study, a maximum of 51 patients will be enrolled and the goal is to complete the study with at least 45 patients.\n\nAfter signing this consent form, participants will answer questions regarding their medical history, including any medications they are taking. Physical exams with vital signs (pulse, temperature, sitting blood pressure and respiratory rate) will be performed at both visits by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist, or Medical Doctor.\n\nA blood sample will be required from subjects. Subject's right or left arm will be used as the blood draw site, requiring a 5mL sample.e blood will be analyzing Cortisol level. These blood draws will be administered by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist or Medical Doctor.\n\nA two-page Hamilton Anxiety Rating Scale (HAM-A) Test and Perceived Stress Scale (PSS) will be given and administered as self-assessment.\n\nAll eligible participants, will be given the required quantity of the study medication for self-administration, sufficient till the Visit 3- End of study visit, 8 weeks ± 4 Days. Participants will be randomized to either one of the three treatment arms.\n\nParticipants will be instructed to take one capsule of study medication to which they are randomized twice daily, with ambient temperature water for 8 weeks at home. Participants will be asked to visit the site for Visit 2 (4 weeks ± 4 Days), Visit 3 (8 weeks ± 4 Days). Adverse events and concomitant medication will be recorded throughout the study. Participants will be asked to get used and unused study medications and their subject diaries in this visit. All the participants will be asked to continue their routine diet and physical activities during the whole study period.\n\nThe primary end point is mean change in serum cortisol level from baseline. The secondary end points are Perceived Stress Scale (PSS) questionnaire, Hamilton Anxiety Rating Scale (HAM-A) questionnaire, Profile of Mood States (POMS, abbreviated version) questionnaire, Oxford Happiness Questionnaire from baseline. The safety end points are the Number and proportion of Treatment-Emergent Adverse Events (TEAEs) over 8 weeks and the Number and proportion of Treatment-Emergent Serious Adverse Events (TESAE) over 8 weeks.",
    "start_date": "2024-10-25",
    "conditions": [
      "Stress",
      "Anxiety"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Proprietary Blend of Ashwagandha",
        "description": "One capsule (300mg) is taken twice daily with water",
        "armGroupLabels": [
          "Treatment Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KSM-66 Ashwagandha root extract",
        "description": "One capsule (300mg) is taken twice daily with water",
        "armGroupLabels": [
          "Comparator Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "One capsule (300mg) is taken twice daily with water",
        "armGroupLabels": [
          "Control Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Serum cortisol level",
          "timeFrame": "Blood samples for serum cortisol will be collected at Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1) and Visit 3- (Week 8)]"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Perceived Stress Scale Score (PSS)",
          "description": "The Perceived Stress Scale (PSS-10) is the most widely used psychological instrument for measuring the perception of stress. It is a measure of the degree to which situations in one's life are appraised as stressful. Items were designed to tap how unpredictable, uncontrollable, and overloaded respondents find their lives. The scale also includes a number of direct queries about current levels of experienced stress. The questions in the PSS ask about feelings and thoughts during the last month.",
          "timeFrame": "PSS assessment will be done at Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)."
        },
        {
          "measure": "Hamilton Anxiety Rating Scale (HAM-A)",
          "description": "The HAM-A was one of the first rating scales developed to measure the severity of anxiety symptoms and is still widely used today in both clinical and research settings. The HAM-A scale consists of 14 items, each defined by a series of symptoms, and measures both psychic anxiety (mental agitation and psychological distress) and somatic anxiety (physical complaints related to anxiety). Each item is scored on a scale of 0 (not present) to 4 (severe), with a total score range of 0-56, where \\<17 indicates mild severity, 18-24 mild to moderate severity and 25-30 moderate to severe.",
          "timeFrame": "HAM-A assessment will be done at Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)."
        },
        {
          "measure": "Profile of Mood States (POMS, abbreviated version)",
          "description": "The POMS is a 40-item questionnaire rated on a 5-point Likert Scale, asking respondents how they feel right now. Scores are calculated for Tension, Anger, Fatigue, Depression, Esteem-related affect, Vigor, Confusion, and Total Mood Disturbance.",
          "timeFrame": "POMS assessment will be done at Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)."
        },
        {
          "measure": "Oxford Happiness Questionnaire",
          "description": "The Oxford Happiness Scale (OHS) is a psychological assessment tool designed to measure an individual's subjective level of happiness. It was developed by researchers Michael Argyle and Peter Hills at the University of Oxford. The scale is widely used in positive psychology and well-being research to evaluate happiness as a multidimensional concept, encompassing emotional, cognitive, and social aspects.",
          "timeFrame": "Oxford Happiness Questionnaire assessment will be done at Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)."
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06596928",
    "description": null,
    "start_date": "2024-05-07",
    "conditions": [
      "Sexual Function",
      "Cognitive Functions",
      "Testosterone"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Essential Elements T-Hero Platinum",
        "description": "Participants will take two capsules daily for 90 days",
        "armGroupLabels": [
          "Test Supplement Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Participants in the placebo group will take two placebo capsules daily for 90 days.",
        "armGroupLabels": [
          "Placebo Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Change in Free and Total Testosterone Levels",
          "description": "This study will measure the changes in free and total testosterone levels in male participants. Blood samples will be collected at Baseline, Day 45, and Day 90. The primary goal is to assess the effectiveness of the test supplement in increasing testosterone levels compared to the placebo group.",
          "timeFrame": "Baseline, Day 45, Day 90"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Cognitive Function, Mood, Energy, and Sexual Function",
          "description": "This study will assess self-reported changes in cognitive function, mood, energy levels, and sexual function. Participants will complete validated questionnaires, including the Profile of Mood States (POMS) questionnaire, at Baseline, Day 45, and Day 90. The goal is to evaluate improvements in these parameters and their correlation with increased testosterone levels.",
          "timeFrame": "Baseline, Day 45, Day 90"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Men's Wellness",
      "Cognitive Health",
      "Energy",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT05332743",
    "description": "Hair loss is a common condition affecting both men and women that is more recently understood to be the result of multiple causes. Although it is generally a benign condition, hair loss can have a significant, detrimental impact on self-esteem, psychosocial functioning and the overall quality of life of affected individuals. It can also represent a substantial financial burden on individuals seeking treatment.\n\nThis is a 6-month, multi-center, single-arm prospective interventional study in adult female subjects who follow a plant-based diet with self-perceived hair thinning as confirmed by a dermatologist. The objective of this study is to assess the efficacy and safety of novel women's vegan supplement for hair growth.",
    "start_date": "2022-05-19",
    "conditions": [
      "Hair Thinning"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Nutrafol Vegan Women's Hair Supplement",
        "description": "Nutrafol's Vegan Women's Hair Supplement with patented Synergen Complex® is a blend of proprietary formulation of botanicals with potent anti-inflammatory, anti-stress adaptogenic, antioxidant and DHT-inhibiting properties - combined to synergistically combat the multiple underlying factors that compromise hair growth and health. These ingredients include Sensoril Ashwagandha, Curcumin, Saw Palmetto, 20% Tocotrienol/Tocopherol complex, and capsaicin in combination with other vegan nutrients used to support hair health such as Pea Sprout Extract, Bamboo, and a new innovative Maldavian Dragonhead flower extract.",
        "armGroupLabels": [
          "Nutraceutical Dietary Supplement"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Change in terminal hair counts at Day 180 relative to baseline (Day 0)",
          "description": "Terminal Hair Counts",
          "timeFrame": "180 Days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in total, terminal and vellus and hair counts compared to baseline (Day 0)",
          "description": "All Hair Counts",
          "timeFrame": "180 Days"
        },
        {
          "measure": "Change in Investigator Hair Quality Global Improvement Scale & Investigator Hair Growth Global Improvement Scale assessed by physician using standardized 2-D photographs compared to baseline.",
          "description": "Investigator Score using a 0 to 10 VAS scale",
          "timeFrame": "180 Days"
        },
        {
          "measure": "Hair shedding pull test compared to baseline.",
          "description": "Hair Pull Test",
          "timeFrame": "180 Days"
        },
        {
          "measure": "Subjective assessments of change in hair growth, appearance, and satisfaction measured with Subject Quality of Life Assessment",
          "description": "Subject self-assessments of satisfaction and perception using a 4-pt scale",
          "timeFrame": "180 Days"
        },
        {
          "measure": "Compiled side effects, including all expected or unexpected side effects",
          "description": "All side effects occurring during the study, categorized by severity (Mild, moderate, severe) and relatedness to the study product or participation",
          "timeFrame": "All visits until 180 Days"
        }
      ]
    },
    "references": [
      "39093662"
    ],
    "generic_ingredients": [
      "Ashwagandha",
      "Curcumin",
      "Saw palmetto",
      "Vitamin E",
      "Capsicum",
      "Bamboo"
    ],
    "categories": [
      "Hair, Skin & Nails"
    ]
  },
  {
    "nctId": "NCT06763809",
    "description": null,
    "start_date": "2024-09-04",
    "conditions": [
      "PMS",
      "Menstrual Cramp",
      "Mood Change"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "PMS Capsule",
        "description": "Participants will take 2 capsules, 4 times daily, starting at the onset of PMS symptoms and continuing until symptoms subside.",
        "armGroupLabels": [
          "PMS Capsule Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Capsule Placebo",
        "description": "Participants will take 2 capsules, 4 times daily, starting at the onset of PMS symptoms and continuing until symptoms subside.",
        "armGroupLabels": [
          "Capsule Placebo Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "PMS Gummy",
        "description": "Participants will take 2 gummies, 4 times daily, starting at the onset of PMS symptoms and continuing until symptoms subside.",
        "armGroupLabels": [
          "PMS Gummy Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Gummy Placebo",
        "description": "Participants will take 2 gummies, 4 times daily, starting at the onset of PMS symptoms and continuing until symptoms subside.",
        "armGroupLabels": [
          "Gummy Placebo Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Change in Premenstrual Syndrome (PMS) Symptom Severity",
          "description": "Evaluate the effectiveness of the PMS capsule and gummy in alleviating symptoms associated with PMS, using the validated Menstrual Symptom Questionnaire (MSQ). The MSQ assesses 24 symptoms with scores ranging from 1 (never) to 5 (always), where a higher score indicates greater symptom severity.",
          "timeFrame": "From baseline to Day 5 of Cycle 2 (approximately 8 weeks after baseline)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Participant Perception of PMS Symptom Relief",
          "description": "Assess participants' subjective perception of symptom relief provided by the PMS capsule and gummy, using a custom survey with questions related to satisfaction, effectiveness, and tolerability.",
          "timeFrame": "From baseline to Day 5 of Cycle 2 (approximately 8 weeks after baseline)"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Women's Wellness"
    ]
  },
  {
    "nctId": "NCT05862519",
    "description": null,
    "start_date": "2023-03-14",
    "conditions": [
      "Libido",
      "Intimacy",
      "Gastrointestinal Issues"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Reset",
        "description": "Pure for Men Reset is a Vegan, Proprietary Blend of Toxin Eliminating Cleanser: Cascara Sagrada Bark, Senna Leaf, Psyllium Husk, Licorice Root, and Aloe Vera Gel. Taken on Day 1 to Day 5.",
        "armGroupLabels": [
          "Intervention Group"
        ],
        "otherNames": [
          "Pure for Men Reset Supplement"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Stay Ready Fiber",
        "description": "Stay Ready Fiber is a Vegan, 100% Natural, Proprietary Blend of Digestive Aids: Psyllium Husk, Aloe Vera Extract, Chia Seeds \\& Flaxseed. Taken from Day 7 through Day 21.",
        "armGroupLabels": [
          "Intervention Group"
        ],
        "otherNames": [
          "Pure for Men Stay Ready Fiber Capsules"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Libido",
        "description": "Supplement designed to support endurance and increased arousal. Contains L-Citrulline, L-Arginine and Black Pepper Fruit Extract (Piper Nigrum). Taken from Day 7 through to Day 28.",
        "armGroupLabels": [
          "Intervention Group"
        ],
        "otherNames": [
          "Pure for Men Pump Enhancer"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Testosterone supplement",
        "description": "Supplement designed to enhance testosterone production. Contains Ashwagandha, Zinc, Vitamin D, Maca, and Tongkat Ali. Taken from Day 28 through Day 84.",
        "armGroupLabels": [
          "Intervention Group"
        ],
        "otherNames": [
          "Pure for Men T-Support"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Changes in subject's perception of readiness and confidence for intimacy, and sex drive/arousal [Time Frame: Baseline to 12 weeks]",
          "description": "Survey-based assessment (0-5 scale) of changes in reduction in preparation time for intimacy, sexual arousal, and sexual endurance.",
          "timeFrame": "12 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in digestion, stamina and endurance during workouts, overall confidence, mood and quality of life [Time Frame: Baseline to 12 weeks]",
          "description": "Survey-based assessment (0-5 scale) of changes in digestion, stamina and endurance during workouts, overall confidence, mood and quality of life.",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Cascara sagrada",
      "Psyllium",
      "Licorice",
      "Aloe vera",
      "Chia",
      "Flaxseed",
      "Citrulline",
      "Arginine",
      "Black pepper",
      "Ashwagandha",
      "Zinc",
      "Vitamin D3",
      "Maca",
      "Tongkat Ali"
    ],
    "categories": [
      "Men's Wellness",
      "Women's Wellness",
      "Digestive & Gut Health",
      "Sports Nutrition",
      "Energy",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06235177",
    "description": "To further explain this new medical condition that I created, I'd like to break down the components of Psychoneuromentalism Disorder.\n\nMentalism is the theory that physical and psychological phenomena are explicable only in terms of a creative and interpretative mind; which means it relies on pure belief. These are the branches of study that concentrate on perception and thought processes. There is a psychological theory that states that humans possess a conscious mind, and that the mind can influence behavior.\n\nConscious means that a person is aware of their surroundings, having knowledge of something, sensitive to their inner realization of a fact, truth, or condition. A behavioral approach suggests that the keys to understanding development are observable behavior and external stimuli in the environment--- it is a theory of learning, and learning theories that focus on how we are conditioned to respond to events or stimuli. Mentalism is also the doctrine that the mind is the fundamental reality and that objects of knowledge exist only as aspects of the participants consciousness.\n\nDisorder is a functional abnormality or disturbance. It is an illness that disrupts the normal physical or mental functions. It is a set of problems, which result in causing significant difficulty, distress, impairment, and/or suffering in a participants daily life.\n\nNeuroscience focuses on the brain and its impact on the behavior and cognitive functions. It is concerned with the normal functioning of the nervous system, and what also happens to the nervous system when people have neurological, psychiatric, and neurodevelopmental disorders.\n\nNeurobehavioral difficulties include 2 primary categories:\n\n1. Cognitive decline, including memory problems, and dementia, and\n2. neuropsychiatric disorders, including neurasthenia (difficulty concentrating, headache, insomnia, and fatigue), depression, post-traumatic stress disorder and suicide.\n\nThere have always been neurodevelopmental disturbances that refers to variations in the brain regarding sociability, learning, attention, mood, and other mental functions. ADHD, developmental speech disorders, dyslexia, dyspraxia, dyscalculia, dyssomnia, intellectual disability, and Mental health conditions such as bipolar disorder, schizophrenia, schizoaffective disorder, antisocial personality disorder, disassociated disorders, OCD, Stress, and localized anxiety disorders. Neurodiversity advocates point out that neuro-diverse people often have exceptional abilities such as hyper-focus alongside their deficits.\n\nHyper-focus is an intense fixation on an interest or activity for an extended period of time, and most participants block out the world around them. Therefore, the brain is less sensitive to the chemical; dopamine, which is linked to reward and attention, which is what most participants are looking for.\n\nThe body has a natural design to heal itself. It is deep and intense concentration. Psychoneuromentalism Disorder is a disorder arising in the mind; that is related to the mental and emotional state of a person. It is the science of mental life. The body has a natural design to heal itself. This is a mental phenomena that cannot be explained, until now.\n\nPsychoneuromentalism Disorder is a new condition resulting from behavioral impairments, neuro-diversity, and neuro-behavioral dysfunctions that are related to the mental and emotional state of a participant.\n\nRecent studies suggest that neuro-trophic factors play an important role in the patho-genesis of depression as well as the therapies for depression. Among one of the most widely spread neuro-trophic factors in the brains of adults, is brain-derived neuro-trophic factor (BDNF), which is over-expressed in the hippocampus as well as the cerebral cortex.\n\nUnderstanding Psychoneuromentalism Disorder: A Holistic Approach to Mind-Body Integration\n\nIn the realm of healthcare, the mind-body connection has long been recognized as a vital component of overall well-being. However, traditional approaches often focus solely on either mental or physical health. Enter psychoneuromentalism disorder (PNMD), a groundbreaking framework that aims to bridge this gap by considering the interconnectedness of the mind and body. Developed during my time in naturopathic medical school, PNMD seeks to address the physical ailments that can contribute to psychological distress, such as depression and stress. This article will delve into the concept of PNMD, its potential implications, and the benefits of adopting a holistic approach.\n\nUnderstanding Psychoneuromentalism Disorder:\n\nPsychoneuromentalism disorder (PNMD) is a unique medical condition that challenges the conventional view of mental illness and physical ailments as separate entities. It emphasizes the integration of the mind and body, acknowledging that psychological distress can be influenced by underlying physical imbalances and vice versa. This holistic approach recognizes that mental well-being is not solely dependent on one's thoughts and emotional state, but also on the state of one's physical health.\n\nThe Importance of Mind-Body Integration:\n\nBy considering the interplay between the mind and body, PNMD offers a more comprehensive understanding of health and illness. Stress, for instance, can manifest as physical symptoms like muscle tension, headaches, or digestive issues. Similarly, physical ailments, such as chronic pain or hormonal imbalances, can significantly impact mental well-being, leading to depression, anxiety, or other psychological disturbances. PNMD encourages healthcare professionals to explore these interconnected factors to develop more effective treatment plans.\n\nSignificance in Holistic Healthcare:\n\nThe emergence of PNMD has significant implications for the field of holistic healthcare. By adopting this framework, practitioners can provide patients with a more comprehensive and personalized approach to treatment. Rather than solely focusing on symptomatic relief or medication, PNMD encourages a multi-faceted approach that incorporates lifestyle changes, nutritional interventions, stress management techniques, and mind-body therapies. This holistic perspective empowers individuals to address the root causes of their distress and promotes overall well-being.\n\nBenefits of PNMD:\n\n1. Comprehensive Treatment: PNMD enables healthcare professionals to address both the physical and psychological aspects of a patient's condition, resulting in a more comprehensive and effective treatment plan.\n2. Personalized Care: By recognizing the unique interplay between the mind and body, PNMD facilitates personalized care, tailoring treatment strategies to each individual's specific needs.\n3. Preventive Focus: PNMD emphasizes the importance of preventive measures, encouraging individuals to proactively manage their health and well-being, thereby reducing the risk of developing chronic conditions.\n4. Empowerment and Self-Care: PNMD empowers individuals to take an active role in their healthcare journey. By promoting self-care practices, patients can develop a deeper understanding of their well-being and actively participate in their own healing process.\n\nPsychoneuromentalism disorder (PNMD) represents a paradigm shift in the way we approach mental and physical health. By acknowledging the intricate connection between the mind and body, this framework offers a more holistic understanding of health and illness. Healthcare professionals embracing PNMD can provide comprehensive, personalized care and empower individuals to achieve optimal well-being. As the field of medicine evolves, incorporating the principles of PNMD may pave the way for more effective, integrative approaches to healthcare.\n\nAnxiety, including generalized anxiety, panic, post-traumatic stress, obsessive-compulsive, and phobic disorders is one of the principal symptoms of diverse mental disorders. The mechanism of action of anxiety disorders remain unclear.\n\nOur mind creates our perceptions, our illusions, and our realities Our mind is reflected in our thoughts, beliefs, and attitudes. Our world is a reflection of our mind (Pert 147). It has been said that we only use one tenth of our total mental capacity. Our mind makes the landscape of our inner world. It paints scenes of thoughts, dreams, experiences, and images. The mind is responsible for feelings of joy or pain. The many aspects of our mind (attitudes, mental attributes, skills, memories, personality, and beliefs), all provide the constellation of who we are. William James stated: \"Man is made or unmade by himself; in the armory of thought he forges the weapons by which he destroys himself; he also fashions the tools with which he builds for himself heavenly mansions of joy, strength, and peace\" (5).\n\nFor most of us, the mind is thought to reside solely in the brain but recent research is changing our understanding. It has been found that mind is not found at any single point in our body; mind activity is now seen as much a function of body as a function of the brain (Blake, 2013).\n\nThe approach that I am using, which is the holistic approach, honors the inner wisdom of the body with its innate healing mechanisms and it recognizes that emotional healing is possibly even more important that physical cures. The holistic approach accepts both the Western and Eastern philosophies ans finds common ground in the areas that encourage the mind/body concepts, accepting the idea that mind is as much a part of health as is proper nutrition. Holism includes the body's physiological responses but does not exclude the emotions.\n\nHolism incorporates the energy system of the body and sees stress factors being as real as infection. Holism focuses on maintaining the vitality of the organism and allows for the growth of the individual through empowerment. A holistic approach recognizes that the mind is capable of healing the body.\n\nA beneficial offshoot of the holistic healing process occurs when a person integrates the hemispheres of the brain. As the mind and body are fully integrated with consciousness and subconsciousness, this process, known as horizontal brain integration, benefits certain physiological aspects of the body. Over time, it en-trains the neurological system, expanding conscious awareness. It seems that this process creates a never-ending circle of expansion and peace; it fully integrates the nervous system. But the first basis of chronic illness must be addressed-- which is stress.\n\nDr. Barbara Brown discusses the effects of stress and illness, \"The condition becomes the diagnosis rather than the cause of the problem becoming the diagnosis\". Dr. Brown explains that there is a known relationship between ill emotions and ill health.\n\nFrom a holistic perspective, when observing health and wellness, all aspects of one's life becomes important, including mind, body and spirit. Each aspect of the human organism is vital, but, in understanding people, the scope of the various networks and inter-relationships of the body systems is too big to put your arms around it.\n\nMy goal is to understand how stress has impacted a person's health, as well as a person's physiological condition affecting the psychological condition, and creating a holistic framework that encompasses the conditions that are inter-related to the person's health, therefore, creating not only a natural medication that will help them, but also teaching and educating them on their condition so they know how to approach it, control it, and remain stable.\n\nBut as a concept, stress has been evaluated by the Eastern sciences and its casual relationships have been understood for years. Stress from an Eastern perspective is due to a mind that is in a continual state of unrest. It all begins with our thoughts. Thoughts are something of substance. This substance has the same quality of Schrodinger's wave packets (McEvoy 140) or the \"bio-information\" that is actively flowing through our bodies. Thought prints itself onto the body.\n\nMy Decompartmentalization Framework is a framework that I created and designed based on an holistic and integrative approach.\n\nTo Decompartmentalize means to remove excessive compartmentalization; to restore from a compartmentalized state; to merge back together.\n\nIn psychology, compartmentalization is defined as a defense mechanism where someone suppresses their thoughts and emotions. It is not always done consciously, but this can often justify or defend a person's level of engagement in certain behaviors.\n\nDecompartmentalize- to organize something into departments\n\nCompartmentalize- is to separate something into different categories\n\nThis is a great way to manage difficult parts of your life.\n\nCompartmentalizing is unhealthy. Its primary a defense mechanism against psychological trauma but can also be used to block off disturbances or feelings, which, while needing to be dealt with at some time, are intrusive to the hypothetical current task.\n\nThe Decompartmentalization Framework: Transforming Health and Well-being for a Fulfilling Lifestyle\n\nIn today's fast-paced world, stressors and stagnant situations can take a toll on our overall health and well-being. However, by adopting the decompartmentalization framework, we can put these challenges to the side and focus on improving our lifestyle by 40% within the first 30 days. By detoxifying the mind, body, and soul, we can rediscover our true selves and prevent mental breakdowns caused by physical illness. In this article, we will explore how prioritizing self-care, decompressing unhealthy habits, situations, and relationships can lead to self-control and self-love.\n\n1. Understanding the Decompartmentalization Framework:\n\n   The decompartmentalization framework emphasizes the integration of various aspects of health and wellness, including physical, mental, emotional, and spiritual dimensions. By breaking down the barriers between these compartments and addressing them holistically, individuals can achieve a more balanced and fulfilling lifestyle.\n2. Prioritizing Self-Care:\n\n   Putting yourself first is crucial for overall well-being. By dedicating time to self-care activities such as exercise, meditation, and relaxation techniques, you can reduce stress levels and improve mental clarity. This self-investment allows you to better handle stressors and stagnant situations while nurturing a sense of self-control and love.\n3. Detoxifying Mind, Body, and Soul:\n\n   Detoxification is not limited to the physical body; it also involves cleansing the mind and soul. Engaging in activities like journaling, therapy, and practicing mindfulness helps release emotional baggage, negative thoughts, and toxic relationships. This process enables you to open your mind to your true self, thereby fostering personal growth and a deeper understanding of your inner desires.\n4. Preventing Mental Breakdowns:\n\n   Physical illness can often lead to mental breakdowns. By taking proactive steps to maintain good physical health through regular exercise, a balanced diet, and adequate sleep, you can reduce the risk of mental health issues. The decompartmentalization framework encourages individuals to prioritize their physical well-being as an integral part of their overall health.\n5. Decompressing Unhealthy Habits, Situations, and Relationships:\n\nTo gain a sense of self-control and love, it's essential to identify and decompress unhealthy habits, situations, and relationships. This may involve setting boundaries, seeking support from loved ones, or making necessary lifestyle changes. By consciously letting go of detrimental influences, you create space for positive growth and a renewed sense of self.\n\nThe decompartmentalization framework offers a transformative approach to integrative health and medicine. By putting stressors and stagnant situations to the side and focusing on overall health and well-being, individuals can experience a 40% improvement in their lifestyle within the first 30 days. Through detoxifying the mind, body, and soul, one can rediscover their true self, prevent mental breakdowns, and gain a sense of self-control and love. Embracing this framework enables individuals to live a more fulfilling and balanced life, reaping the benefits of holistic health and wellness.\n\nThe Decompartmentalization Framework is An Integrative Approach to Overcoming Excessive Compartmentalization\n\nIn today's fast-paced world, managing various aspects of our lives can be challenging. We often find ourselves dividing our time, attention, and emotions into different compartments, which can lead to excessive compartmentalization. However, this approach can be unhealthy, hindering our overall well-being. In this article, we explore the decompartmentalization framework-a method that promotes an integrative approach to removing excessive compartmentalization and restoring balance in our lives.\n\nUnderstanding Compartmentalization:\n\nCompartmentalization is a common defense mechanism against psychological trauma or disturbances. It involves separating different aspects of our lives into distinct categories. While this may provide temporary relief from overwhelming emotions or intrusive thoughts, it can prevent us from addressing underlying issues and hinder personal growth.\n\nThe Drawbacks of Compartmentalization:\n\nCompartmentalization, when used excessively, can have negative consequences. It limits our ability to deal with emotions effectively and can lead to increased stress levels. Moreover, it restricts our capacity to focus on the present moment and can impede our overall productivity and happiness.\n\nIntroducing the Decompartmentalization Framework:\n\nThe decompartmentalization framework encourages individuals to organize their lives into departments while promoting a healthy balance between them. It involves breaking down the barriers between various aspects of our lives and adopting an integrative approach to address challenges and enhance well-being.\n\nSteps to Implement the Decompartmentalization Framework:\n\n1. Self-Reflection: Begin by acknowledging the areas of your life that are excessively compartmentalized. Reflect on how this compartmentalization may be impacting your overall well-being.\n2. Identify Priorities: Determine your priorities and values across different areas of your life, such as work, relationships, hobbies, and personal growth.\n3. Find Synergies: Look for opportunities to integrate different aspects of your life. Seek connections and ways to combine activities or tasks that align with your priorities.\n4. Establish Boundaries: While integrating various aspects of your life, it is essential to set clear boundaries to maintain balance and prevent overwhelm. Establish dedicated time for each department and honor those commitments.\n5. Seek Support: Reach out to trusted friends, family members, or professionals who can provide guidance and support as you navigate the decompartmentalization process.\n\nBenefits of Decompartmentalization:\n\nBy adopting the decompartmentalization framework, you can experience several benefits:\n\n1. Enhanced Well-being: Decompartmentalization promotes a holistic approach to life, allowing you to address underlying issues and foster overall well-being.\n2. Improved Focus and Productivity: By eliminating the mental barriers created by excessive compartmentalization, you can cultivate better focus and productivity in all areas of your life.\n3. Authenticity and Emotional Growth: Decompartmentalization enables you to embrace your emotions fully and encourages personal growth by addressing emotional challenges head-on.\n\nThe decompartmentalization framework offers a valuable approach to remove excessive compartmentalization and restore balance in our lives. By integrating various aspects of our lives and addressing underlying issues, we can experience enhanced well-being, improved focus, and personal growth. Embracing this integrative approach can lead to a more fulfilling and connected life.\n\nAlso, Nutritional Medicine in Brain Development is important due to the fact that brain cells make neurotransmitters that act like signaling agents from one nerve cell to another (synaptic left), which are important in:\n\n1. brain development\n2. learning and memory\n3. alertness and focused attention\n4. arousal\n5. sleep\n6. mood\n7. cognition\n8. motivation and reward behavior\n\nNorepinephrine is required for alertness, arousal and influences on the reward system. Decreased synthesis or release of norepinephrine is a common factor in ADHD, depression, and hypotension. Epinephrine is required for memory consolidation. Dopamine has many functions in the brain, including important roles in behavior and cognition, motivation and reward, sleep, mood, motivation, attention and learning.\n\nA genetic defect in dopa-decarboxylase, or a deficiency in Vitamin B6 or magnesium can dramatically affect mental performance and behavior. However, high doses of Vitamin B6 can cause neurotoxicity, and must be monitored closely.\n\nIn the brain, serotonin plays an important role in the modulation of:\n\n1. anger\n2. aggression\n3. mood- depression; which results from serotonin insufficiency. Sunlight increases serotonin levels as does amino acids found in foods and supplementation with 5-hydroxy-tryptophan. Serotonin is found in mushrooms and plants, including fruits and vegetables.\n\nMost of the dry weight of the brain is lipids (fat). The outer skin (membrane) of brain cells require EFA's for nerve conduction (electrical impulses),and transmission from nerve to nerve. The brain likes access to omega-3 fats. The brain has higher levels of DHA levels than most other body tissues. However, deficiencies in omega-3 fats can impair brain development and function, affecting mental performance. Essential fatty acids are indispensable structural components of the cell membranes of all tissues.\n\nThe brain tries to maximize the efficiency of our thinking by recognizing familiar patterns and anticipating them when we look out into the world. Two systems in the brain mold out perceptions. On the other hand, there is the unconscious system that recognizes patterns, anticipates based on those patterns, and deduces how the perceptual fragments fit together. There is the conscious system that accepts the calculations of the unconscious-- questioning them when necessary-- and formulates decisions based on the wealth of background knowledge to which it has access.\n\nThe unconscious system in the brain pieces together fragments of our perceptions, anticipating patterns and filling in gaps when necessary, in order to devise a single, meaningful interpretation. It tells a story. The conscious system experiences that story but our can also reflect on it and even question it. The unconscious system in the brain is a straightforward logical system. When it detects seemingly irreconcilable stimuli, such as the feeling of someone being there when nobody's around, the brain generates the best story it can with the information at hand. It picks out the salient features of what we see and feel, scanning the depths of our memory, our beliefs, or hopes, and our worries to find patterns. It tries to concoct a satisfying explanation. It searches for meaning. By framing our perceptions in a unified narrative, the brain constructs the experience of life.\n\nThey feel separated from the world, distant from everyone around them, even the people they know most intimately. The Cotard delusion is a failure to connect perceptions with emotions. Neurologically, it's associated with a disconnect between 2 areas of the brain: the sensory system ad the limbic system. The limbic system processes emotions and memories and includes regions like the amygdala and the hypothalamus, which are located at the interior surface of the temporal lobe. When damage to the temporal and parietal lobes interrupts the communication between the sensory and the limbic system, the theory goes, patients will see, hear, and smell the world as they usually do but without having any emotional reactions.\n\nThe brain has a tendency to fill voids in our thinking and perceptions. Whenever they may be incomplete. Each time, the brain fills in the gaps; it does so with a purpose; to preserve our sense of self. The conscious system is thoroughly focused on protecting our personal narrative; the stability of human identity and its efforts are never more evident than the cases of emotional trauma.",
    "start_date": "2024-10-10",
    "conditions": [
      "Schizoaffective Disorder, Bipolar Type",
      "Bipolar Disorder",
      "ADHD - Combined Type",
      "Dissociative Disorder",
      "Stress Disorder",
      "Dementia",
      "Anxiety",
      "Chronic Fatigue Syndrome"
    ],
    "interventions": [
      {
        "type": "COMBINATION_PRODUCT",
        "name": "Decompartmentalization Framework",
        "description": "I will also be using mental imagery, consciousness, cognition, and cognitive psychology during this study to show the effectiveness of the conscious mind, and how the mind can influence behavior.\n\nDecompartmentalize means to remove excessive compartmentalization; to restore from a compartmentalized state; to merge back together.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Liquid Herbal TInctures",
        "description": "I will make and administer liquid herbal tinctures that will be made from all natural leafs, roots and flowers. I will focus on and track the participants' diagnosis, side effects, and how they feel before, during and after taking the liquid tincture.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ],
        "otherNames": [
          "Herbal Tincture"
        ]
      },
      {
        "type": "OTHER",
        "name": "Mental Imagery",
        "description": "I will have the participants focus on a particular shape, sound or image that they can see, think, or hear. This will allow the participant to have a clear mind, and release any negative thoughts, negative energy and boost their moods and their 5 senses.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ],
        "otherNames": [
          "Mindfulness"
        ]
      },
      {
        "type": "DIAGNOSTIC_TEST",
        "name": "Clinical Yoga",
        "description": "I will show the participants many different yoga positions that will give them a peace of mind, stretch their muscles and release any tension throughout their body, and have an overall well-being, as well as promoting mindfulness.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ],
        "otherNames": [
          "Yoga, Mediation"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Dietary Supplements",
        "description": "I will have the participants take an herbal supplement and/or vitamin that relates to the symptoms and current issues/diagnosis they have. The Dietary Supplements/Vitamins will enhance their capacity to overcome their health conditions, protect their body from unwanted germs and bacteria, and relieve the participants' mind and body from the symptoms they are experiencing based on their current condition.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ],
        "otherNames": [
          "Vitamins"
        ]
      },
      {
        "type": "BEHAVIORAL",
        "name": "Applied Relaxation",
        "description": "Applied Relaxation is a specialized form of relaxation training that aims to teach the participant how to relax in common social situations.\n\nMindfulness training encourages participants to gain psychological distance from their worries and negative emotions, seeing them as an observer would see them. 2 types of mindfulness will be used, which is mindfulness-based stress reduction and mindfulness-based cognitive therapy. Treatment starts with general education about stress and social anxiety.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ],
        "otherNames": [
          "Meditation, Breathing Exercises, Music Therapy"
        ]
      },
      {
        "type": "BEHAVIORAL",
        "name": "Pain Relaxation Techniques",
        "description": "Relaxation can reduce the feelings of stress, helping them to gain more control. Reduce pain by decreasing muscle tension, aches and pains. The body releases endorphins (the body's natural pain-killers) to relieve pain.\n\nYoga incorporates breath control, meditation, and gentle movements to stretch and strengthen muscles.\n\nMind-body techniques, which includes meditation, mindfulness, and breathing exercises help you restore a sense of control over your body and turn down the \"fight or flight\" response, which can worsen chronic muscle tension and pain.",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ]
      },
      {
        "type": "BEHAVIORAL",
        "name": "Comprehensive Theocentric Psychological Assessment",
        "description": "To enhance the lives of add to the lives of those who are well adjusted but know they have a greater potential within themselves to ring forth and live more fulfilling lives,",
        "armGroupLabels": [
          "Intervention Techniques for Psychoneuromentalism Disorder"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Primary Outcomes for those diagnosed with Psychoneuromentalism Disorder",
          "description": "Memory will become more clear.",
          "timeFrame": "4-6 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Primary Outcomes for those diagnosed with Psychoneuromentalism Disorder",
          "description": "An improvement in mental health and psychological symptoms and functioning across various domains in life",
          "timeFrame": "8-12 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Primary Outcomes for those diagnosed with Psychoneuromentalism Disorder",
          "description": "Reduced Stress",
          "timeFrame": "2-3 weeks"
        },
        {
          "measure": "Primary Outcomes for those diagnosed with Psychoneuromentalism Disorder",
          "description": "Reduced Anxiety Levels",
          "timeFrame": "6-8 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Cognitive Health",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06972706",
    "description": "To qualify for the study, participants must be Women between 18 to 55 years of age. Women must be willing to have 4 or more attempts of sexual intercourse each month. Women presenting with signs and symptoms suggestive of stress (e.g., difficulty, concentrating, physical exhaustion, anxiety, restlessness, insomnia, headache, fatigue, loss of appetite, worry, sweating, mental confusion, etc.) are enrolled.\n\nIn this study, a maximum of 51 patients will be enrolled and the goal is to complete the study with at least 45 patients.\n\nAfter signing this consent form, participants will answer questions regarding their medical history, including any medications they are taking. Physical exams with vital signs (pulse, temperature, sitting blood pressure and respiratory rate) will be performed at both visits by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist, or Medical Doctor.\n\nA blood sample will be required from subjects. Subject's right or left arm will be used as the blood draw site, requiring a 5mL sample. The blood will be analyzing Sr. Estradiol, FSH, LH, Testosterone levels. These blood draws will be administered by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist or Medical Doctor.\n\nAll eligible participants, will be given the required quantity of the study medication for self-administration, sufficient till the Visit 3- End of study visit, 8 weeks ± 4 Days. Participants will be randomized to either one of the three treatment arms.\n\nParticipants will be instructed to take one capsule of study medication to which they are randomized after breakfast, with ambient temperature water for 8 weeks at home. Participants will be asked to visit the site for Visit 2 (4 weeks ± 4 Days), Visit 3 (8 weeks ± 4 Days). Adverse events and concomitant medication will be recorded throughout the study. Participants will be asked to get used and unused study medications and their subject diaries in this visit. All the participants will be asked to continue their routine diet and physical activities during the whole study period.\n\nThe primary end point is the mean change in scores for Female Sexual Function Index (FSFI) from baseline. And the secondary end points are mean changes scores for Satisfying Sexual Events (SSEs), Female Sexual Distress Scale (FSDS), Profile of Mood States, Oxford Happiness Questionnaire (OHQ), Pittsburgh Sleep Quality Index (PSQI) Questionnaire and mean changes in Serum hormones (Sr. Estradiol, FSH, LH, Testosterone) levels from baseline.",
    "start_date": "2024-10-26",
    "conditions": [
      "Sexual Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shatavari",
        "description": "Shatavari is scientifically known as Asparagus racemosus. One capsule containing Shatavari 300mg should be taken once daily.",
        "armGroupLabels": [
          "Shatavari"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shatavari + Ashwagandha extract",
        "description": "Shatavari is scientifically known as Asparagus racemosus along with Ashwagandha root extract scientifically known as Withania somnifera. One capsule containing Shatavari 300mg + Ashwagandha root extract 250mg should be taken once daily.",
        "armGroupLabels": [
          "Shatavari + Ashwagandha"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Placebo (starch)",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Female Sexual Function Index (FSFI)",
          "description": "FSFI questions are coded from 0.0 to 5.0. Based on clinical considerations, the scale is considered to have six sexual domains: desire, arousal, lubrication, orgasm, satisfaction, pain. Each domain is contributing to the overarching construct of female sexual function. The maximum score for each domain is 6.0, obtained by summing item responses and multiplying by a correction factor. The total composite sexual function score is a sum of domain scores and ranges from 2.0 (not sexually active and no desire) to 36.0.",
          "timeFrame": "FSFI assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), and Visit 3- End of study visit, (Week 8)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Satisfying Sexual Events (SSEs)",
          "description": "SSE included subject's inputs for number of intercourse and non-intercourse sexual events, number of orgasms, level of sexual desire, and satisfying sexual activity experienced. The subjects will be asked to mark a score for their sexual desire. They will be asked, \"Indicate your most intense level of sexual desire in the last 24 hours/since your last visit.\" Potential responses included \"no,\" \"low,\" \"moderate,\" or \"strong\", scored 0-3 (0 indicating no desire and 3 indicating the highest level of desire)",
          "timeFrame": "SSEs assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), and Visit 3- End of study visit, (Week 8)."
        },
        {
          "measure": "Female Sexual Distress Scale (FSDS)",
          "description": "The Female Sexual Distress Scale (FSDS), a 12-item patient-reported outcome (PRO) instrument, was developed to measure sexually related personal distress in women. Both the original 12-item version and the 13-item FSDS-Revised (FSDS-R) version have been shown to have a high degree of internal consistency, test-retest reliability, and discriminative validity to distinguish between sexual function and dysfunction among women.\n\nThe FSDS-R psychometric instrument with a 7-day recall demonstrated good discriminant validity, high test-retest reliability, and a high degree of internal consistency in measuring sexually related personal distress in women",
          "timeFrame": "FSDS assessments will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), and Visit 3- End of study visit, (Week 8)."
        },
        {
          "measure": "Profile of Mood States (POMS, abbreviated version)",
          "description": "The POMS is a 40-item questionnaire rated on a 5-point Likert Scale, asking respondents how they feel right now. Scores are calculated for Tension, Anger, Fatigue, Depression, Esteem- related affect, Vigor, Confusion, and Total Mood Disturbance.",
          "timeFrame": "POMS assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), Visit 3 End of study visit, (Week 8)."
        },
        {
          "measure": "Oxford Happiness Questionnaire (OHQ)",
          "timeFrame": "OHQ assessment will be done at Visit 1 (Screening Visit/ Enrolment Visit/ Baseline Visit- Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)."
        },
        {
          "measure": "Pittsburgh Sleep Quality Index (PSQI)",
          "description": "The Pittsburgh Sleep Quality Index (PSQI) is an effective instrument used to measure the quality and patterns of sleep-in adults. It differentiates \"poor\" from \"good\" sleep quality by measuring seven areas (components): subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medications, and daytime dysfunction over the last month.",
          "timeFrame": "PSQI assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), and Visit 3 (Week 8)"
        },
        {
          "measure": "Serum Hormones",
          "timeFrame": "Time Frame: Blood samples for Serum hormones (Sr. Estradiol, FSH, LH, Testosterone) will be collected at Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1) and Visit 3- (Week 8)]"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha",
      "Shatavari"
    ],
    "categories": [
      "Women's Wellness",
      "Stress & Mood",
      "Sleep & Relaxation"
    ]
  },
  {
    "nctId": "NCT06900569",
    "description": "The purpose of the study is to determine the effects of Ashwagandha supplementation on recovery from muscle-damaging exercise. Ten to twenty participants will be randomized to receive Ashwagandha supplementation (600 mg/d) or placebo for 10 days. On day 7, participants will perform a muscle damaging exercise session (six sets of concentric and emphasized eccentric repetitions with the biceps). Before and after exercise and at 24, 48, and 72 hours after exercise, isometric muscle strength, muscle swelling (ultrasound), and muscle soreness will be assessed. The investigators hypothesize the Ashwagandha will alleviate symptoms of muscle damage (swelling and soreness) and enhance strength recovery after a bout of muscle-damaging exercise.",
    "start_date": "2025-03-22",
    "conditions": [
      "Muscle Damage"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha",
        "description": "600 mg/d Ashwagandha",
        "armGroupLabels": [
          "Ashwagandha"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "600 mg/d placebo",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Change in isometric biceps strength measured with a dynamometer (Nm)",
          "timeFrame": "72 hours"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in muscle thickness measured with ultrasound (cm)",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Change in muscle soreness measured with a visual analog scale with scores ranging from 0 (no soreness) to 10 (maximal soreness)",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Change in sleep quality with the Pittsburgh Sleep Quality Index with scores ranging from 0 (no sleep problems) to 3 (lowest sleep quality)",
          "timeFrame": "10 days"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Sports Nutrition",
      "Sleep & Relaxation",
      "Inflammation & Pain"
    ]
  },
  {
    "nctId": "NCT07210229",
    "description": "Participants will take one of two extracts or a placebo every day for 84 days; outcomes of self-report menopausal symptoms collected on a trio of scales will provide information on effectiveness.",
    "start_date": "2025-10-01",
    "conditions": [
      "Menopausal Hot Flashes",
      "Menopausal Women"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "ashwagandha root",
        "description": "This substance is extracted from the root of the plant.",
        "armGroupLabels": [
          "Plant Extract 1"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "ashwagandha root and leaf",
        "description": "This substance is extracted from both the root and leaves of the plant.",
        "armGroupLabels": [
          "Plant Extract 2"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "The inert placebo does not contain any of the plant matter.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Proprietary Menopause Symptom Scale (NRI-MSS)",
          "description": "Nutraceuticals Research Institute's Menopause Symptom Scale is a validated self-report scale measuring symptoms across 6 domains. Scores range from 0-30, with higher scores indicating greater symptom severity.",
          "timeFrame": "days 0, 28, 56, and 84"
        },
        {
          "measure": "Menopause-Specific Quality of Life (MenQoL)",
          "description": "The MenQoL evaluates quality of life among menopausal women. Scores range from 0-8 with higher scores indicating greater symptom severity.",
          "timeFrame": "days 0, 28, 56, and 84"
        },
        {
          "measure": "Menopause Rating Scale (MRS)",
          "description": "The MRS is a self report assessment of menopausal symptoms with scores ranging from 0-44. Higher scores indicate greater symptom severity.",
          "timeFrame": "Days 0, 28, 56, and 84"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Estriol",
          "description": "Laboratory test for estriol levels",
          "timeFrame": "days 0, 84"
        },
        {
          "measure": "Estradiol",
          "description": "Laboratory test for estradiol levels",
          "timeFrame": "days 0, 84"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Women's Wellness",
      "Healthy Aging",
      "Sleep & Relaxation",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT07008300",
    "description": "This is a single-blind, crossover trial evaluating (a) the pharmacokinetics of withanolides from two doses (120 and 240 mg) of a commercially available Withania somnifera root and leaf extract (Shoden®), (b) the safety and tolerability of these doses over four weeks' use and (c) the feasibility of remotely measuring sleep- and stress-related outcomes in older adults. There will be two four-week study periods separated by a two-week washout period. During each study period, participants will attend a 13-hour pharmacokinetics study visit, where they will receive a single dose of either 120 or 240 mg Shoden®, and return for 24- and 48-hour blood and urine collections. After the 48-hour visit, they will continue taking Shoden® at the administered dose (120 or 240 mg) for four weeks, at which time they will return for a follow-up visit.",
    "start_date": "2024-04-08",
    "conditions": [
      "Healthy",
      "Aging"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shoden",
        "description": "Shoden® powder is a commercial, dried 70% ethanolic extract of Withania somnifera (ashwagandha, WS) root and leaf, standardized to 35% withanolide glycosides. Shoden® powder is manufactured by Arjuna Natural Pvt Ltd, based in Kochi, Kerala, India.",
        "armGroupLabels": [
          "Shoden 120 mg",
          "Shoden 240 mg"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Plasma concentration of withanolides after Shoden administration",
          "description": "After oral administration of Shoden (120 or 240 mg), plasma concentrations of eleven withanolides (withanolide A, withanolide B, withaferin A, withanone, withanoside IV, withanoside V, 12-deoxywithastramonolide, sominone, viscosalactone B, 4-oxo withaferin A, and 2,3-dihydro-3β-methoxy withaferin-A) will be measured in blood samples obtained over a 48-hour period, using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS) to determine pharmacokinetic parameters (maximum concentration, area under the curve(0-t), and area under the curve(0-infinity)).",
          "timeFrame": "For each study period, collected over a 48-hour post-administration period (0 minutes, 15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time of maximum concentration of withanolides after Shoden administration",
          "description": "The time of maximum (tmax) of withanolides will be calculated using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS).",
          "timeFrame": "For each study period, collected over a 48-hour post-administration period (0 minutes, 15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        },
        {
          "measure": "Half-life of withanolides after Shoden administration",
          "description": "The half-life (t1/2) of withanolides will be calculated using liquid chromatography coupled to multiple reaction monitoring mass spectrometry (LC-MRM-MS).",
          "timeFrame": "For each study period, collected over a 48-hour post-administration period (0 minutes, 15 minutes, 30 minutes, 45 minutes, 1 hour, 1.5 hours, 2 hours, 2.5 hours, 3 hours, 3.5 hours, 4 hours, 5 hours, 6 hours, 9 hours, 12 hours, 24 hours, and 48 hours)"
        },
        {
          "measure": "Steady-state concentration of selected withanolides in plasma",
          "description": "Concentration (ng/ml) of selected withanolides in plasma after four weeks' use",
          "timeFrame": "At four weeks for each study period"
        },
        {
          "measure": "Urine concentration of withanolides after Shoden administration",
          "description": "The concentration (ng/ml) of withanolides in urine will be measured in a pooled urine sample over 12 hours post-Shoden administration, at 24 and 48 hours post-administration, and after four weeks' use.",
          "timeFrame": "For each study period, collected from 0-12 hours, 24 hours, and 48 hours of each pharmacokinetics visit, and at four weeks"
        },
        {
          "measure": "Adverse events",
          "description": "A multi-system questionnaire will record the type and severity (range 0 = none, 1 = mild, 2 = moderate, 3 = severe, 4 = life-threatening, 5 = fatal) of any adverse events. Adverse events will be assessed to determine if any changes are attributable to the study intervention. The proportion of participants who report each type of adverse event will be reported.",
          "timeFrame": "For each study period, baseline and 12 hours of each pharmacokinetics visit, and at 2 weeks and 4 weeks. Also collected at 2 weeks post-study completion."
        },
        {
          "measure": "Number of participants with abnormal ECG readings",
          "description": "Resting electrocardiography will be measured using a ten-lead electrocardiogram. Electrocardiogram changes from the zero-minute (baseline) timepoint will be measured, and alternative clinical explanations considered, in order to determine if any changes are attributable to the study intervention. The investigators will also determine the proportion of all participants who develop changes in electrocardiography compared to the zero-minute timepoint following Shoden administration.",
          "timeFrame": "For each study period, baseline (0 hours) and 7 hours of each pharmacokinetics visit, and at 4 weeks."
        },
        {
          "measure": "Liver function",
          "description": "A comprehensive metabolic panel will measure alanine aminotransferase and aspartate aminotransferase in units per liter as markers of liver function. Enzyme levels falling outside the normal range (0-35 Units per liter for alanine aminotransferase and 17-59 Units per liter for aspartate aminotransferase) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either enzyme function as a reflection of overall liver function. The investigators will also determine the proportion of all participants who develop abnormal laboratory values following Shoden administration",
          "timeFrame": "For each study period, baseline (0 hours) and at 10 hours of each pharmacokinetics visit, and at 4 weeks"
        },
        {
          "measure": "Kidney function",
          "description": "A comprehensive metabolic panel will measure creatinine and blood urea nitrogen levels in milligrams per deciliter as markers of kidney function. Each parameter falling outside the normal range (0.5 to 1.2 milligrams per deciliter for creatinine and 7 to 20 milligrams per deciliter for blood urea nitrogen) will be compared to baseline values. If elevations are observed, alternative clinical explanations will be considered to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either blood urea nitrogen or creatinine as a reflection of overall kidney function. The investigators will also determine the proportion of all participants who develop abnormal laboratory values following Shoden administration",
          "timeFrame": "For each study period, baseline (0 hours) and at 10 hours of each pharmacokinetics visit, and at 4 weeks"
        },
        {
          "measure": "Thyroid-stimulating hormone",
          "description": "Thyroid-stimulating hormone will be measured in units of milli-international units per liter as a marker of thyroid function. Any changes in hormone levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hormone levels are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in thyroid-stimulating hormone following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "Testosterone",
          "description": "Testosterone will be measured in units of nanograms per deciliter. Any changes in hormone levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in testosterone levels are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in testosterone following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "White blood cell count",
          "description": "White blood cells will be measured in units of cells per cubic millimeter. Any changes in white blood cell levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in white blood cells are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in white blood cells following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "Red blood cell count",
          "description": "Red blood cells will be measured in units of cells per cubic millimeter. Any changes in red blood cell levels will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in red blood cells are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in red blood cells following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "Hemoglobin",
          "description": "Hemoglobin will be measured in grams per deciliter. Any changes in hemoglobin will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hemoglobin are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in hemoglobin following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "Hematocrit",
          "description": "Hematocrit will be measured in percent. Any changes in hematocrit will be compared to baseline levels. Alternative clinical explanations will be considered in order to determine if any changes in hematocrit are attributable to the study intervention. The investigators will also determine the proportion of all participants who have observed changes in hematocrit following Shoden administration.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        },
        {
          "measure": "Feasibility of administering REDCap surveys",
          "description": "The feasibility of administering REDCap surveys will be assessed by calculating the percentage of administered questionnaires that are returned and fully completed by participants, with feasibility defined as at least 80% of all administered questionnaires returned and completed.",
          "timeFrame": "For each study period, baseline and at 4 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Liver & Detox",
      "Heart Health",
      "Men's Wellness",
      "Immune Health"
    ]
  },
  {
    "nctId": "NCT04092647",
    "description": "Patients are eligible if they are currently undergoing chemotherapy or treatment with chemotherapy in the past year and state that they notice thinking or memory problems. Patients will be given FACT-Cog PCI (Version 3). Patients that score less than 63, a score that reflects moderate to severe cognitive problems, are confirmed eligible. Subjects will be randomized 1:1 in blocks of 4.\n\nThyroid hormone testing will be conducted at baseline and at the end of week 6 for patients with a history of thyroid disease.\n\nPatients will receive ashwagandha 350 mg po BID or placebo. The investigators and participants will be blinded to group assignment.\n\nEndpoint testing including the FACT-Cog PCI and total score, Hopkins verbal learning test, trail making test (abstraction and executive function), and Mini Mental Status Exam (MMSE) will be administered at baseline and after 9 weeks of treatment. Six months after stopping the study, patients will receive a link to a REDCap database to complete the FACT-Cog and state whether they used ashwagandha once they completed the study.\n\nActive study participation will be for 9 weeks.",
    "start_date": "2023-01-01",
    "conditions": [
      "Chemo Fog"
    ],
    "interventions": [
      {
        "type": "DRUG",
        "name": "Ashwagandha",
        "description": "Ashwagandha 350 mg po BID",
        "armGroupLabels": [
          "ashwagandha"
        ]
      },
      {
        "type": "DRUG",
        "name": "Placebo",
        "description": "Placebo 350 mg po BID",
        "armGroupLabels": [
          "placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "FACT-Cog PCI",
          "description": "The Functional Assessment of Cancer Therapy - Cognition (FACT-Cog) is a 37-item questionnaire designed to assess cognitive complaints in patients with cancer. The Perceived Cognitive Impairment (PCI) subscale consists of 20 items designed to measure perceived impairment in quality of life. Scores range from 0-72 where higher scores indicate less impairment and better quality of life.",
          "timeFrame": "9 weeks"
        }
      ]
    },
    "references": [
      "28029304",
      "11786578",
      "17131349",
      "20564075",
      "30231372",
      "26130292",
      "29735975",
      "29025435",
      "24882401",
      "27550017",
      "24497737",
      "24330893",
      "28471731",
      "23142798",
      "9811169",
      "10619390",
      "28829155"
    ],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Cognitive Health"
    ]
  },
  {
    "nctId": "NCT07215689",
    "description": "This randomized, double-blind, placebo-controlled clinical study is designed to evaluate the effects of KSM-66 Ashwagandha® (300 mg capsule) on hair and skin health in healthy men and women. The study aims to assess whether Ashwagandha supplementation can improve parameters related to skin hydration, elasticity, and barrier function, as well as hair density and strength.\n\nParticipants will be randomized to receive either KSM-66 Ashwagandha or placebo for the study duration. The assessments will include validated questionnaires, dermatological evaluations, and instrumental measurements of skin and hair parameters. The results are expected to provide evidence on the potential efficacy and safety of Ashwagandha in supporting hair and skin health through its adaptogenic and stress-modulating properties.",
    "start_date": "2025-07-11",
    "conditions": [
      "Skin Health",
      "Hair Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KSM-66 Ashwagandha® capsule",
        "description": "Single off-white capsule contains 300mg Ashwagandha root extract powder only",
        "armGroupLabels": [
          "Treatment Arm 1: Interventional KSM-66 Ashwagandha® capsule (300 mg)"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo Capsule(s)",
        "description": "Single off-white capsule contains starch powder only",
        "armGroupLabels": [
          "Treatment Arm 2: Identical placebo capsule"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "To evaluate the efficacy of KSM-66 Ashwagandha formulation on skin health in adult healthy men and women, in terms of TEWL (Trans Epidermal Water Loss)",
          "description": "Mean change in TEWL from Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1) to Visit 3, End of study (Week 12)",
          "timeFrame": "Baseline, Week 12"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Hair Density (n/cm²)",
          "description": "To evaluate the effect of KSM-66 Ashwagandha on hair density from Baseline (Day 1) to Week 12 using Trichoscan analysis.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "To evaluate the efficacy of KSM-66 Ashwagandha formulation on skin health in terms of QoL for Skin using the Dermatology Life Quality Index (DLQI).",
          "description": "To evaluate the efficacy of KSM-66 Ashwagandha formulation on skin health in terms of quality of life using the Dermatology Life Quality Index (DLQI) questionnaire.\n\nMeasurement Scale:\n\nDLQI total score ranges from 0 to 30, where\n\n0-1: No effect on patient's life,\n\n2-5: Small effect,\n\n6-10: Moderate effect,\n\n11-20: Very large effect,\n\n21-30: Extremely large effect. Lower scores indicate better dermatological quality of life (i.e., improvement).",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "To evaluate the efficacy of KSM-66 Ashwagandha formulation on hair in terms of QoL for Hair using the Hair Skindex-29 Questionnaire",
          "description": "To evaluate the efficacy of KSM-66 Ashwagandha formulation on hair health using the Hair Skindex-29 Questionnaire.\n\nMeasurement Scale:\n\nThe Hair Skindex-29 is a validated 29-item questionnaire assessing the effects of hair conditions on quality of life, with a total score range of 0-100.\n\nHigher scores represent worse quality of life, while lower scores indicate improvement.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "To evaluate the effects of KSM-66 Ashwagandha formulation on hair and skin in terms of self-assessment for skin and hair health",
          "description": "To evaluate the participant's perceived improvement in hair and skin health using a 5-point Likert scale.\n\nMeasurement Scale:\n\nScores range from 1 to 5, where\n\n1. = Very much worse,\n2. = Worse,\n3. = No change,\n4. = Improved,\n5. = Very much improved. Higher scores indicate better improvement as perceived by the participant.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "To evaluate the effects of KSM-66 Ashwagandha formulation on hair and skin in terms of physician's global assessment",
          "description": "To evaluate the investigator's overall assessment of improvement in hair and skin health using the Global Physician Assessment scale.\n\nMeasurement Scale:\n\nA 5-point Likert scale, where\n\n1. = Very much worse,\n2. = Worse,\n3. = No change,\n4. = Improved,\n5. = Very much improved. Higher scores indicate better improvement as assessed by the physician.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "Change in Hair Diameter (µm)",
          "description": "To evaluate the effect of KSM-66 Ashwagandha on mean hair diameter from Baseline (Day 1) to Week 12 using Trichoscan analysis.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "To evaluate the safety of KSM-66 Ashwagandha formulation in healthy men and women",
          "description": "Number and proportion of Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Event (TESAE)",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "Change in Hair Growth Rate (mm/day)",
          "description": "To assess the change in average hair growth rate from Baseline (Day 1) to Week 12 using Trichoscan analysis.",
          "timeFrame": "Baseline, Week 12"
        },
        {
          "measure": "Change in Anagen/Telogen Ratio",
          "description": "To evaluate changes in the Anagen/Telogen ratio as an indicator of hair growth phase balance from Baseline (Day 1) to Week 12 using Trichoscan analysis.",
          "timeFrame": "Baseline, Week 12"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Hair, Skin & Nails"
    ]
  },
  {
    "nctId": "NCT07135830",
    "description": null,
    "start_date": "2025-08-25",
    "conditions": [
      "Strength Training Adaptations",
      "Recovery"
    ],
    "interventions": [
      {
        "type": "OTHER",
        "name": "Handball training",
        "description": "Athletes will perfrom their regular handball training",
        "armGroupLabels": [
          "Ashwaggandha supplementation",
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Rating of fatigue",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline. Participants' levels of fatigue were measured using the Rating of Fatigue Scale, which includes 10 descriptors ranging from \"not fatigue"
        },
        {
          "measure": "Perceived soreness",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline. Perceived muscle soreness was evaluated using a 7-point Likert scale, where 0 indicated no soreness and 6 represented severe pain that s"
        },
        {
          "measure": "Knee Extension",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline."
        },
        {
          "measure": "Knee Flexion",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline."
        },
        {
          "measure": "Handgrip",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Total Quality Recovery",
          "timeFrame": "Evaluations were conducted at three distinct time points: at baseline and at the 4th and 8th days after the baseline.Perceived recovery was evaluated using the Total Quality Recovery (TQR) scale, which ranges from 6 to 20, with endpoints reflecting \"very"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Sports Nutrition",
      "Joint & Mobility",
      "Inflammation & Pain",
      "Energy"
    ]
  },
  {
    "nctId": "NCT06716554",
    "description": "To qualify for the study, participants must be menopausal women aged 45 to 65 years with intact uterus and ovaries. Participants who complained of irregular menstrual cycle in the past 12 months, with a forward or postpone of a cycle more 7 days. At least 2 cycles were missing during the past 12 months, or reported menopause for at least 60 days. Women with complaints of menopausal symptoms, e.g., hot flash, insomnia, migraine, easy irritation, etc.\n\nIn this study, a maximum of 51 patients will be enrolled and the goal is to complete the study with at least 45 patients.\n\nAfter signing this consent form, participants will answer questions regarding their medical history, including any medications they are taking. Physical exams with vital signs (pulse, temperature, sitting blood pressure and respiratory rate) will be performed at both visits by a professional trained to perform this testing.\n\nIt may be a Nurse (RN or LPN), Phlebotomist, or Medical Doctor. In order to be qualified to participate this study at initial Visit (Baseline), BMI score range between 18-35 are required.\n\nA blood sample will be required from subjects. Subject's right or left arm will be used as the blood draw site, requiring a 5mL sample. The blood will be analyzing Sr. Estradiol, FSH, LH, Testosterone levels. These blood draws will be administered by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist or Medical Doctor.\n\nAll eligible participants, will be given the required quantity of the study medication for self-administration, sufficient till the Visit 3- End of study visit, 8 weeks ± 4 Days. Participants will be randomized to either one of the three treatment arms.\n\nParticipants will be instructed to take one capsule of study medication to which they are randomized after breakfast, with ambient temperature water for 8 weeks at home. Participants will be asked to visit the site for Visit 2 (4 weeks ± 4 Days), Visit 3 (8 weeks ± 4 Days). Adverse events and concomitant medication will be recorded throughout the study. Participants will be asked to get used and unused study medications and their subject diaries in this visit. All the participants will be asked to continue their routine diet and physical activities during the whole study period.\n\nThe primary end point is the mean change in score for Menopause Rating Scale (MRS) from baseline. And the secondary end points are mean changes in scores for Perceived Stress Scale (PSS) questionnaire, Menopause Symptoms Treatment Questionnaire (MENQOL) scores, Profile of Mood States (POMS, abbreviated version) and mean changes in Serum hormones (Sr. Estradiol, FSH, LH, Testosterone) levels from baseline.",
    "start_date": "2024-10-26",
    "conditions": [
      "Menopause",
      "Hot Flashes",
      "Mood"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shatavari extract",
        "description": "Shatavari is scientifically known as Asparagus racemosus. One capsule containing Shatavari 300mg should be taken once daily.",
        "armGroupLabels": [
          "Shatavari"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Shatavari + Ashwagandha extract",
        "description": "Shatavari is scientifically known as Asparagus racemosus along with Ashwagandha root extract scientifically known as Withania somnifera. One capsule containing Shatavari 300mg + Ashwagandha root extract 250mg should be taken once daily.",
        "armGroupLabels": [
          "Shatavari + Ashwagandha"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Placebo (starch)",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Menopause Rating Scale (MRS)",
          "description": "The scale consisted of 11 items, ranging from no symptoms to very severe symptoms. The total score of the MRS ranges from 0 (asymptomatic) to 44 (highest degree of complaints). The minimal/maximal scores vary between the three dimensions, depending on the number of complaints allocated to the respective dimension of symptoms.",
          "timeFrame": "MRS assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), and Visit 3- End of study visit, (Week 8)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Perceived Stress Scale (PSS)",
          "description": "The Perceived Stress Scale (PSS-10) is the most widely used psychological instrument for measuring the perception of stress. It is a measure of the degree to which situations in one's life are appraised as stressful. Items were designed to tap how unpredictable, uncontrollable, and overloaded respondents find their lives. The scale also includes several direct queries about current levels of experienced stress. The questions in the PSS ask about feelings and thoughts during the last month. In each case, respondents are asked how often they felt a certain way",
          "timeFrame": "PSS assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), Visit 3 End of study visit, (Week 8)."
        },
        {
          "measure": "Menopause-Specific Quality of Life Questionnaire (MENQOL)",
          "description": "The MENQOL is self-administered and consists of a total of 29 items in a Likert-scale format. Each item assesses the impact of one of four domains of menopausal symptoms, as experienced over the last month: vasomotor (items 1-3), psychosocial (items 4-10), physical (items 11-26), and sexual (items 27-29). Items pertaining to a specific symptom are rated as present or not present, and if present, how bothersome on a zero (not bothersome) to six (extremely bothersome) scale.",
          "timeFrame": "MENQOL assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), Visit 3 End of study visit, (Week 8)."
        },
        {
          "measure": "Profile of Mood States (POMS, abbreviated version)",
          "description": "The POMS is a 40-item questionnaire rated on a 5-point Likert Scale, asking respondents how they feel right now. Scores are calculated for Tension, Anger, Fatigue, Depression, Esteem- related affect, Vigor, Confusion, and Total Mood Disturbance.",
          "timeFrame": "POMS assessment will be done at Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), Visit 2 (Week 4), Visit 3 End of study visit, (Week 8)."
        },
        {
          "measure": "Serum Hormones",
          "timeFrame": "Blood samples for Serum hormones (Sr. Estradiol, FSH, LH, Testosterone) will be collected at Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1) and Visit 3- (Week 8)"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Shatavari",
      "Ashwagandha"
    ],
    "categories": [
      "Women's Wellness",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT07085819",
    "description": null,
    "start_date": "2025-07-15",
    "conditions": [
      "Non Restorative Sleep",
      "Sleep Disorder (Disorder)"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Botanical Extract, 125mg",
        "description": "Two capsules per day (125 mg/day) before sleep, with or without food, for 8 weeks.",
        "armGroupLabels": [
          "Botanical Extract 125"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Botanical Extract, 250mg",
        "description": "Two capsules per day (250 mg/day) before sleep, with or without food, for 8 weeks.",
        "armGroupLabels": [
          "Botanical Extract 250"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Botanical Extract, 500mg",
        "description": "Two capsules per day (500 mg/day) before sleep, with or without food, for 8 weeks",
        "armGroupLabels": [
          "Botanical Extract 500"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Pacebo",
        "description": "Two capsules per day before sleep, with or without food, for 8 weeks.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Sleep restorative quality",
          "description": "To evaluate the impact of 8 weeks daily supplementation of the Botanical Extract on Non-Restorative Sleep (NRS) as assessed by Restorative Sleep Questionnaire (RSQ-W) score compared to placebo. The total score range from 0-100 with higher scores indicating better restorative sleep.",
          "timeFrame": "8 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Sleep Quality",
          "description": "To evaluate the impact of 8 weeks daily supplementation with the Botanical Extract compared to placebo on Sleep quality as assessed by Pittsburgh Sleep Quality Questionnaire (PSQI). The total score range from 0 to 21 with the higher score indicating worse sleep quality.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Attention-Rapid Visual Information Processing (RVIP)",
          "description": "To evaluate the impact of 8 weeks of daily supplementation with the Botanical Extract compared to a placebo on attention using the Millisecond Rapid Visual Information Processing (RVIP) task. The following metrics will be collected and evaluated: latency (speed of response) probability of false alarms, and sensitivity",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Attention-Sustained Attention to Response Task (SART).",
          "description": "To evaluate the impact of 8 weeks of daily supplementation with the Botanical Extract compared to a placebo on attention as assessed by the Millisecond Sustained Attention to Response Task (SART). The following metrics will be collected and evaluated: errors of commission, errors of omission, and reaction time.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Cognition",
          "description": "To evaluate the impact of 8 weeks daily supplementation with the Botanical Extract compared to placebo on cognition as assessed by Cognitive Function: PROMIS - Abilities-Short Form 8a. The form consists of 8 items, each rated on a 5-point scale from \"Never\" to \"Very often\" with higher scores indicating better cognitive function",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Stress",
          "description": "To evaluate the impact of 8 weeks daily supplementation with the Botanical Extract compared to placebo on stress as assessed by serum cortisol levels (μg/dL).",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Sleep parameters-Total Sleep Time (TST)",
          "description": "To assess the effect of 8 weeks of daily Botanical Extract supplementation versus placebo on TST(minutes), based on Actigraphy-measured average weekly differences and total change from baseline (Day 0) to Day 56.",
          "timeFrame": "24-hour wear time for 8 weeks"
        },
        {
          "measure": "Sleep Parameters- Wake After Sleep Onset (WASO)",
          "description": "To assess the effect of 8 weeks of daily Botanical Extract supplementation versus placebo on WASO (minutes), based on Actigraphy-measured average weekly differences and total change from baseline (Day 0) to Day 56.",
          "timeFrame": "24-hour wear time for 8 weeks"
        },
        {
          "measure": "Sleep Parameters- Sleep Onset Latency (SOL)",
          "description": "To assess the effect of 8 weeks of daily Botanical Extract supplementation versus placebo on SOL (minutes), based on Actigraphy-measured average weekly differences and total change from baseline (Day 0) to Day 56.",
          "timeFrame": "24-hour wear time for 8 weeks."
        },
        {
          "measure": "Sleep Parameters- Sleep Efficiency (SE)",
          "description": "To assess the effect of 8 weeks of daily Botanical Extract supplementation versus placebo on SE (%), based on Actigraphy-measured average weekly differences and total change from baseline (Day 0) to Day 56. 24-hour wear time for 8 weeks",
          "timeFrame": "24-hour wear time for 8 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Sleep & Relaxation",
      "Cognitive Health",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT05994794",
    "description": "Methionine, a dietary amino acid commonly found in meats, is processed by the body and yields the by-product S-adenosylhomocysteine (SAH), which then undergoes condensation with ATP to produce S-adenosylmethionine (SAM). SAM is the main methyl donor in many of the reactions that occur in the cell. These methyl reactions are well-known epigenetic mechanisms involved in DNA gene expression. When SAM donates its methyl group in a reaction, it becomes SAH which participates in a reversible reaction with homocysteine. Homocysteine is then removed through re-methylation to methionine using folate and vitamin B12. This decrease in homocysteine levels prevents the over-production of SAH, which can disrupt the methyl reactions throughout the body. Dysregulation of this pathway leads to elevated levels of SAH, which have been associated with various disease states. Therefore, an intervention which can lower SAH may ameliorate the outcomes associated with its elevation. This trial will evaluate the efficacy of a dietary supplement to lower SAH in individuals with elevated SAH and normal homocysteine. In addition, this study aims to explore the correlation between the MethylQ score (derived from 3 questionnaires) and measures of SAH level and the SAM:SAH ratio.\n\nThe test product contains alpha-GPC, creatine, and ashwagandha. Individually, these ingredients have been shown to improve levels of either SAH or homocysteine in clinical trials.\n\nParticipants will be assigned to either the test product or placebo at a 5:3 and consume study product orally for 12 weeks. Assessment measures will include methylation biomarkers, free cortisol index, mood states and MethylQ score in individuals with elevated SAH levels (≥ 20 nmol/L) and normal homocysteine (≤ 13 µmol/L).\n\nThe study will include a screening visit followed by a screening period lasting up to 90 days in duration with a remote check-in via phone call occurring between Day -40 and Day -30 (inclusive) for participants screened more than 30 days prior to the baseline visit on (Visit 2). Following the screening period, participants will attend a baseline visit on Day 1, an interim visit on Day 43 ± 3, and an end of study visit on the day after the 12-week (± 3 days) study product use (Day 85 ± 3). The study will include a total of 4 in-person visit days: a screening visit (Visit 1), a baseline visit (Visit 2), an interim visit (Visit 3), and an EOS visit (Visit 4).",
    "start_date": "2022-12-09",
    "conditions": [
      "Elevated S-adenosylhomocysteine"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Alpha-GPC, Creatine and Ashwagandha (Sensoril®)",
        "description": "Other Ingredients: Microcrystalline Cellulose, Rice Fiber, Maltodextrin, Silica, Vegetable Stearate",
        "armGroupLabels": [
          "Alpha-GPC, Creatine and Ashwagandha (Sensoril®)"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Microcrystalline Cellulose",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "To determine the effect of the Test Product (TP) compared to placebo on plasma S-adenosylmethionine (SAM) concentration.",
          "description": "Change from baseline in plasma SAM (nmol/L).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma S-adenosylhomocysteine (SAH) concentration.",
          "description": "Change from baseline in plasma SAH (nmol/L).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma homocysteine concentration.",
          "description": "Change from baseline in plasma homocysteine (umol/L).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma cystathionine concentration.",
          "description": "Change from baseline in plasma cystathionine (umol/dL).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma cysteine concentration.",
          "description": "Change from baseline in plasma cysteine (umol/dL).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma methionine concentration.",
          "description": "Change from baseline in plasma methionine (umol/dL).",
          "timeFrame": "12 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma SAM concentration.",
          "description": "Change from baseline in plasma SAM (nmol/L).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma SAH concentration.",
          "description": "Change from baseline in plasma SAH (nmol/L).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma homocysteine concentration.",
          "description": "Change from baseline in plasma homocysteine (umol/L).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma cystathionine concentration.",
          "description": "Change from baseline in plasma cystathionine (umol/dL).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma methionine concentration.",
          "description": "Change from baseline in plasma methionine (umol/dL).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on plasma cysteine concentration.",
          "description": "Change from baseline in plasma cysteine (umol/dL).",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on overall mood state.",
          "description": "Change from baseline in total mood disturbance assessed by Profile of Mood States (POMS) questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on anger-hostility.",
          "description": "Change from baseline in anger-hostility subscore from the POMS questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on vigor-activity.",
          "description": "Change from baseline in vigor-activity subscore from the POMS questionnaire. A higher score indicates a better outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on confusion-bewilderment.",
          "description": "Change from baseline in confusion-bewilderment subscore from the POMS questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on depression-dejection.",
          "description": "Change from baseline in depression-dejection subscore from the POMS questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on tension-anxiety.",
          "description": "Change from baseline in tension-anxiety subscore from the POMS questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on friendliness.",
          "description": "Change from baseline in friendliness subscore from the POMS questionnaire. A higher score indicates a better outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on fatigue-inertia.",
          "description": "Change from baseline in fatigue-interia subscore from the POMS questionnaire. A higher score indicates a worse outcome.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on free cortisol index.",
          "description": "Change from baseline in the ratio of total cortisol/cortisol-binding globulin (CBG).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "To determine the effect of the TP compared to placebo on the MethylQ score.",
          "description": "Change from baseline in MethylQ score. A score greater than 30 indicates a worse outcome.",
          "timeFrame": "12 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "MethylQ score and Plasma SAH Correlation",
          "description": "To determine a correlation between MethylQ score and plasma SAH level at screening, baseline and Week 12.",
          "timeFrame": "Screening, Baseline and Week 12"
        },
        {
          "measure": "MethylQ score and SAM/SAH Ratio Correlation",
          "description": "To determine a correlation between MethylQ score and plasma SAH level at screening, baseline and Week 12.",
          "timeFrame": "Screening, Baseline and Week 12"
        },
        {
          "measure": "Post-dose change in Plasma SAH and MethylQ score Correlation",
          "description": "To determine a correlation between post-dose changes in plasma SAH level with post-dose MethylQ score.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Post-dose change in SAM/SAH Ratio and MethylQ score Correlation",
          "description": "To determine a correlation between post-dose changes in SAM/SAH ratio with post-dose MethylQ score.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Heart rate",
          "description": "Change from baseline in heart rate (beats per minute).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Blood pressure",
          "description": "Change from baseline in blood pressure (mmHg).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Body weight",
          "description": "Change from baseline in weight (kg).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Body mass index",
          "description": "Change from baseline in body mass index (BMI) (kg/m\\^2).",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Hemoglobulin",
          "description": "Change from baseline in fasting whole blood hemoglobulin (g/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Hematocrit",
          "description": "Change from baseline in fasting whole blood hematocrit (%) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood White Blood Cells",
          "description": "Change from baseline in fasting whole blood white blood cell count (x10\\^3/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Neutrophils",
          "description": "Change from baseline in fasting whole blood neutrophil count (cells/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Basophils",
          "description": "Change from baseline in fasting whole blood basophil count (cells/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Eosinophils",
          "description": "Change from baseline in fasting whole blood eosinophil count (cells/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Monocytes",
          "description": "Change from baseline in fasting whole blood monocyte count (cells/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Lymphocytes",
          "description": "Change from baseline in fasting whole blood lymphocyte count (cells/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Red Blood Cell Count",
          "description": "Change from baseline in fasting whole blood red blood cell count (x10\\^6/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Red blood cell distribution width",
          "description": "Change from baseline in fasting whole blood red blood cell distribution width (%) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Mean Corpuscular Volume",
          "description": "Change from baseline in fasting whole blood mean corpuscular volume (fL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Mean Corpuscular Hemoglobin",
          "description": "Change from baseline in fasting whole blood mean corpuscular hemoglobin (pg) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Mean Corpuscular Hemoglobin Concentration (MCHC)",
          "description": "Change from baseline in fasting whole blood MCHC (g/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Platelet count",
          "description": "Change from baseline in fasting whole blood platelet count (x10\\^3/uL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Whole Blood Mean platelet volume (MPV)",
          "description": "Change from baseline in fasting whole blood MPV (fL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Sodium",
          "description": "Change from baseline in fasting serum sodium concentration (mmol/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Potassium",
          "description": "Change from baseline in fasting serum potassium concentration (mmol/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Chloride",
          "description": "Change from baseline in fasting serum chloride concentration (mmol/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Urea",
          "description": "Change from baseline in fasting serum urea concentration (mg/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Creatinine",
          "description": "Change from baseline in fasting serum creatinine concentration (mg/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Estimate glomerular filtration rate (eGFR)",
          "description": "Change from baseline in eGFR (mL/min/1.73m\\^2) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Total Protein",
          "description": "Change from baseline in fasting serum total protein concentration (g/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Albumin",
          "description": "Change from baseline in fasting serum albumin concentration (g/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Globulin",
          "description": "Change from baseline in fasting serum globulin concentration (g/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Total Bilirubin",
          "description": "Change from baseline in fasting serum total bilirubin concentration (mg/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Fasting Glucose",
          "description": "Change from baseline in fasting serum glucose concentration (mg/dL) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Alkaline phosphatase",
          "description": "Change from baseline in fasting serum alkaline phosphatase concentration (U/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Alanine transaminase",
          "description": "Change from baseline in fasting serum alanine transaminase concentration (U/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Aspartate transaminase",
          "description": "Change from baseline in fasting serum aspartate transaminase concentration (U/L) between TP and placebo.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Incidence of adverse events",
          "description": "To determine number of participants with adverse events.",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "references": [
      "15057524",
      "25359864",
      "22364920",
      "25577237",
      "22781841",
      "14657334",
      "16002808",
      "17344490",
      "15168891",
      "33670194",
      "40883125"
    ],
    "generic_ingredients": [
      "Silicon"
    ],
    "categories": [
      "Stress & Mood",
      "Healthy Aging",
      "Heart Health",
      "Blood Sugar Support",
      "Liver & Detox",
      "Immune Health",
      "Energy",
      "Weight Management",
      "Cognitive Health"
    ]
  },
  {
    "nctId": "NCT07215455",
    "description": "This randomized, double-blind, placebo-controlled clinical study is being conducted to investigate the potential efficacy and safety of KSM-66 Ashwagandha® root extract (300 mg per capsule) in promoting weight management and reducing stress in adults classified as overweight or obese.\n\nParticipants will be randomly assigned to receive either KSM-66 Ashwagandha® capsules or matching placebo capsules for the study duration. Each participant will undergo baseline and follow-up assessments that include anthropometric measurements (body weight, BMI, and waist circumference), psychological evaluations (Perceived Stress Scale and related questionnaires), and laboratory investigations relevant to metabolic and stress-related health.\n\nThe study hypothesis is that daily supplementation with KSM-66 Ashwagandha® will lead to a statistically significant reduction in stress levels and body weight compared to placebo. The trial outcomes are expected to contribute to the growing body of evidence supporting the role of Ashwagandha as a safe and natural adaptogenic supplement for weight and stress management in adults.",
    "start_date": "2025-06-17",
    "conditions": [
      "Weight Management",
      "Stress"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha 300 mg standardized root extract",
        "description": "Participants in this group will receive KSM-66 Ashwagandha, a standardized root extract of Withania somnifera, 300 mg once daily in capsule form. KSM-66 is a high-concentration, full-spectrum extract of Ashwagandha root, designed to provide adaptogenic effects for stress reduction and support weight management. Participants will be instructed to take the capsule with water, preferably at the same time each day, for the duration of the 8-week study. Adherence will be monitored via pill counts and participant diaries.",
        "armGroupLabels": [
          "Treatment Arm 1: KSM-66 capsules containing Ashwagandha 300 mg standardized root extract."
        ]
      },
      {
        "type": "OTHER",
        "name": "Identical placebo capsule.",
        "description": "Participants in this group will receive an identical placebo capsule that matches the appearance, size, color, and taste of the KSM-66 Ashwagandha capsule but contains inactive ingredients. The placebo is administered once daily for 8 weeks. Participants will be instructed to take the capsule with water, preferably at the same time each day. Adherence will be monitored via pill counts and participant diaries. The use of a placebo allows comparison with the Ashwagandha group to evaluate efficacy and safety outcomes while maintaining blinding for participants and study staff.",
        "armGroupLabels": [
          "Treatment Arm 2: Identical placebo capsule."
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Mean change in body weight and BMI",
          "description": "Change from baseline in body weight (kg) and body mass index (BMI, kg/m²) will be assessed in overweight and obese adult participants at Week 4 and Week 12. Measurements will be performed using standardized calibrated equipment under consistent conditions at each visit.",
          "timeFrame": "aseline (Visit 1/Screening/Enrolment), Week 4 (Visit 2), Week 12 (Visit 3/End of Study)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Mean change in Perceived Stress Scale (PSS-10) score",
          "description": "Change from baseline in PSS-10 scores, measuring perceived stress levels in overweight and obese adult participants, at Week 4 and Week 12.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in SF-12 Health Survey score",
          "description": "Change from baseline in SF-12 scores, evaluating physical and mental health-related quality of life in overweight and obese adult participants, at Week 4 and Week 12.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in SSS (Stress Symptom Scale) score",
          "description": "Change from baseline in SSS scores, assessing self-reported stress symptoms in overweight and obese adult participants, at Week 4 and Week 12.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Food Cravings Questionnaire-Trait (FCQ-T) score",
          "description": "Change from baseline in FCQ-T scores, evaluating trait-level food cravings in overweight and obese adult participants, at Week 4 and Week 12.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Complete Blood Count (CBC)",
          "description": "Change from baseline in hematological parameters including hemoglobin (g/dL), total leukocyte count (cells/µL), and platelet count (cells/µL) measured by automated hematology analyzer.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Number and proportion of Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Events (TESAEs)",
          "description": "All TEAEs and TESAEs occurring during the 12-week intervention period will be recorded and summarized by number and proportion of participants affected, severity, and relationship to study intervention.",
          "timeFrame": "12-week treatment period"
        },
        {
          "measure": "Mean change in Lipid Profile",
          "description": "Change from baseline in serum lipid parameters including total cholesterol (mg/dL), HDL cholesterol (mg/dL), LDL cholesterol (mg/dL), and triglycerides (mg/dL) measured by enzymatic colorimetric method.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Liver Function Test (LFT)",
          "description": "Change from baseline in liver function parameters including serum alanine aminotransferase (ALT; U/L), aspartate aminotransferase (AST; U/L), alkaline phosphatase (ALP; U/L), and total bilirubin (mg/dL) measured using automated biochemistry analyzer.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Renal Function Test (RFT)",
          "description": "Change from baseline in renal function parameters including serum creatinine (mg/dL) and blood urea nitrogen (BUN; mg/dL) measured using automated biochemistry analyzer.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Thyroid Function Parameters",
          "description": "Change from baseline in serum Thyroxine (T4; µg/dL), Triiodothyronine (T3; ng/dL), and Thyroid-Stimulating Hormone (TSH; µIU/mL) measured by chemiluminescent immunoassay.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Fasting Blood Sugar (FBS)",
          "description": "Change from baseline in fasting blood glucose level (mg/dL) measured by enzymatic glucose oxidase method.",
          "timeFrame": "Baseline, Week 4, Week 12"
        },
        {
          "measure": "Mean change in Glycated Hemoglobin (HbA1c)",
          "description": "Change from baseline in HbA1c (%) measured by high-performance liquid chromatography (HPLC).",
          "timeFrame": "Baseline, Week 4, Week 12"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Weight Management",
      "Stress & Mood",
      "Blood Sugar Support",
      "Heart Health"
    ]
  },
  {
    "nctId": "NCT06261476",
    "description": "To qualify for this study, participant must be a healthy male or female between 18 and 65 years old, free from any chronic illness, such as diabetic, cardiovascular, or any other conditions that could affect the safety of the study. Participants must have no plan to commence any other alternative treatment modality for their conditions. Participants must be willing to sign an informed consent document and to comply with all study related procedures.\n\nIn this study, 100 subjects will be enrolled at 2 sites, for a total duration of 12 weeks. At the initial visit, prospective patients will be screened for enrollment based on the requirements of the study, medical history, and clinical examination. Before starting any study related procedures, participants will be explained about the study in detail and a written informed consent will be obtained from participants prior to participation in this study. This document is a part of the written informed consent procedure. A detailed medical history including the associated conditions will be recorded. A general and physical examination will be performed to detect any abnormal parameters. If participants meet the eligibility criteria, they will be enrolled in the study.\n\nAfter enrollment in the study, participants will be assigned to take two capsules of Ashwagandha (500 mg) twice daily after breakfast and dinner with ambient temperature water for 12 weeks. At Visit 1 (Screening/Enrollment/Baseline Visit - Day -3 to Day 0), demography and medical history will be taken, physical examination and vital signs will be performed, blood will be collected, and the study medication will be dispensed.\n\nAt Visit 2 (Week 4 ± 4 days) and Visit 3 (Week 8 ± 4 days), participants will return to the site for a followup. A physical examination and vital signs will be performed, blood will be collected, study medication will be dispensed, and compliance will be assessed.\n\nAt Visit 4 (Final Visit - Week 12 ± 4 days), physical examination and vital signs will be performed, blood will be collected, Quality of Life will be assessed using the SF-36 QoL scale, and compliance will be assessed. Participants will be monitored throughout the study, including any adverse events. At study completion, participants are required to return any remaining testing products to the San Francisco Research Institute.",
    "start_date": "2024-02",
    "conditions": [
      "Healthy"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha (Withnia somnifera)",
        "description": "Ashwagandha is the active ingredient in Withania somnifera (a medicinal plant in Indian medicine). Ashwagandha is known as an adaptogen, an herb in capsule form that protects the body from stress.",
        "armGroupLabels": [
          "Ashwagandha (Withania somnifera) Root Extract"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Hemoglobin Test",
          "description": "Evaluate the mean change in hemoglobin from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Total Erythrocyte Count",
          "description": "Evaluate the mean change in total erythrocytes from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Total Leukocyte Count",
          "description": "Evaluate the mean change in total leukocytes from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Platelet Count",
          "description": "Evaluate the mean change in platelets from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Hematocrit Test",
          "description": "Evaluate the mean change in hematocrit from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Total Cholesterol Test",
          "description": "Evaluate the mean change in total cholesterol from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "LDL Test",
          "description": "Evaluate the mean change in LDL from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "HDL Test",
          "description": "Evaluate the mean change in HDL from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Triglycerides Test",
          "description": "Evaluate the mean change in triglycerides from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Alkaline Transaminase Test",
          "description": "Evaluate the mean change in serum alkaline transaminase from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Aspartate Transaminase Test",
          "description": "Evaluate the mean change in aspartate transaminase from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Alkaline Phosphatase Test",
          "description": "Evaluate the mean change in Alkaline Phosphatase from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Bilirubin Test",
          "description": "Evaluate the mean change in bilirubin from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum Creatinine Test",
          "description": "Evaluate the mean change in serum creatinine from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Blood Urea Nitrogen Test",
          "description": "Evaluate the mean change in blood urea nitrogen from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "T4",
          "description": "Evaluate the mean change in thyroid profile serum thyroxin (T4) from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "T3",
          "description": "Evaluate the mean change in serum triiodothyronine (T3) from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Serum TSH",
          "description": "Evaluate the mean change in serum TSH from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Fasting Blood Sugar",
          "description": "Evaluate the mean change in fasting blood sugar from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "HbA1c",
          "description": "Evaluate the mean change in HbA1c from Visit 1 (Screening/Enrollment/Baseline Visit), Visit 2 (Week 4), Visit 3 (Week 8), and Visit 4 (Week 12), end of study in healthy subjects.",
          "timeFrame": "12 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Adverse Events",
          "description": "Number and proportion of treatment emergent adverse events (TEAEs) and treatment emergent serious adverse event (TESAE) due to Ashwagandha capsules over 12 weeks",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Quality of Life (SF-36 QoL)",
          "description": "Changes from baseline in the Quality of Life (SF-36 QoL) scores over a period of 12 weeks after start of Ashwagandha",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Energy",
      "Heart Health",
      "Blood Sugar Support",
      "Liver & Detox",
      "Immune Health"
    ]
  },
  {
    "nctId": "NCT05368909",
    "description": null,
    "start_date": "2021-12-16",
    "conditions": [
      "Sleep Quality",
      "Sleep Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Sleep Supplement",
        "description": "Proprietary sleep formula containing Tri Factor, Ashwagandha root extract, Lavender, Pyridoxal-5-Phosphate, Melatonin, gamma aminobutyric acid (GABA) and Magnesium.",
        "armGroupLabels": [
          "Arm 1 before Cross Over",
          "Arm 2 after Cross Over"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Placebo",
        "description": "Placebo product",
        "armGroupLabels": [
          "Arm 1 before Cross Over",
          "Arm 2 after Cross Over"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Saliva Melatonin level changes",
          "description": "Samples taken before bedtime at night and 2 hours after wakeup the next morning. A total of 8 samples were taken for each subject: (2) right after first washout, (2) right after Arm 1, (2) right after the second washout, (2) right after Arm 2.",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Insomnia Severity Index Score",
          "description": "A scale used to measure the severity of insomnia. Total score categories:\n\n0-7 = No clinically significant insomnia 8-14 = Subthreshold insomnia 15-21 = Clinical insomnia (moderate severity) 22-28 = Clinical insomnia (severe)",
          "timeFrame": "6 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Sleep Onset Latency",
          "description": "Sleep latency, or sleep onset latency, is the time it takes a person to fall asleep after turning the lights out.",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Total Sleep Time",
          "description": "Total time a person spends asleep over a given night",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Sleep Efficiency",
          "description": "Sleep efficiency is typically referring to the percentage of time a person spends asleep at night. To calculate this, you take a ratio of the total amount of time a person was asleep on a given night divided by the total amount of time they spent in bed, then multiply that by 100 to create a percentage.",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Leeds Sleep Evaluation Questionnaire (LSEQ) Score",
          "description": "A 10-item, subjective, self-report measure, the LSEQ was designed to assess changes in sleep quality over the course of a psychopharmacological treatment intervention. The scale evaluates four domains: ease of initiating sleep, quality of sleep, ease of waking, and behavior following wakefulness. Total LSEQ Score ranges from 0 to 100, with 100 being the worst sleep quality and health overall.",
          "timeFrame": "6 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha",
      "Lavender",
      "Vitamin B6",
      "Melatonin",
      "GABA"
    ],
    "categories": [
      "Sleep & Relaxation"
    ]
  },
  {
    "nctId": "NCT06154616",
    "description": "The duration of the study will be 90 days (12 weeks). Each day they will have to consume the product under investigation. The subjects who meet the selection criteria will be randomly distributed in each of the study groups (A, B, C or D, depending on the group in which they have been randomized). Each day the subjects will have to fill in a diary on sleep quality and concomitant medication.\n\nThey will make a total of two visits to the research laboratory and the tests preestablished in the protocol will be performed. Subsequently, a statistical analysis will be performed with the variables measured in the study to obtain the results.",
    "start_date": "2023-09-15",
    "conditions": [
      "Poor Quality Sleep"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Control Product",
        "description": "Lactose-free skimmed milk",
        "armGroupLabels": [
          "Control"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Experimental Product: 250",
        "description": "Lactose-free skimmed milk enriched with 250 mg aswaghanda",
        "armGroupLabels": [
          "Ashw 250"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Experimental Product: 250 + TRP",
        "description": "Lactose-free skimmed milk enriched with 250 mg aswaghanda and tryptophan",
        "armGroupLabels": [
          "Ashw 250 + TRP"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Experimental Product: 600",
        "description": "Lactose-free skimmed milk enriched with 600 mg aswaghanda",
        "armGroupLabels": [
          "Ashw 600"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Variation in sleep quality from baseline at 12 weeks.",
          "description": "Visual analog scale from 0 to 10. The higher the value, the more quality.",
          "timeFrame": "The evolution of sleep quality after consumption during 12 weeks will be measured."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Sleep Quality from baseline at 12 weeks",
          "description": "Visual analog scale from 0 to 10. The higher the value, the more quality.",
          "timeFrame": "Sleep quality will be measured with a daily scale, from baseline to 12 weeks."
        },
        {
          "measure": "Sleep quality",
          "description": "Measured by Pittsburgh test",
          "timeFrame": "It will be measured twice, once at baseline or at the end of the study after 12 weeks of use"
        },
        {
          "measure": "Insomnia severity",
          "description": "Measured by Insomnia severity index - ISI test",
          "timeFrame": "It will be measured twice, once at baseline or at the end of the study after 12 weeks of use"
        },
        {
          "measure": "Sleepiness",
          "description": "Measured by Epworth test",
          "timeFrame": "It will be measured twice, once at baseline or at the end of the study after 12 weeks of use"
        },
        {
          "measure": "Matutinity - Verpertinity",
          "description": "Measured by Matutinity - Verpertinity questionnaire",
          "timeFrame": "It will be measured twice, once at baseline or at the end of the study after 12 weeks of use"
        },
        {
          "measure": "Anxiety questionnaire",
          "description": "Test STAI, to measure the level of anxiety of the subjects",
          "timeFrame": "Day 1, at 12 weeks later"
        },
        {
          "measure": "Body composition",
          "description": "It is a control variable. Measured by bioimpedance",
          "timeFrame": "The test will be measured at baseline and after 12 weeks of consumption."
        },
        {
          "measure": "Adverse events",
          "description": "It will be evaluated at each of the visits.",
          "timeFrame": "At 12 weeks after consumption"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Sleep & Relaxation",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT07151261",
    "description": "Each participant will be in the study for about 5 weeks (1 preparation week and 4 weeks for the trial). Questionnaires consist of the Patient-Reported Outcomes Measurement Information System (PROMIS-29). Subjects will be screened for mild sleep disturbance using the PROMIS Sleep Disturbance questionnaire.",
    "start_date": "2025-09-12",
    "conditions": [
      "Disturbed Sleep"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha",
        "description": "Sustained-Release, lower-dosage (150mg) Ashwagandha Supplement, 1 capsule 1 time per day.",
        "armGroupLabels": [
          "Sustained-Release Ashwagandha Supplement"
        ],
        "otherNames": [
          "Withania Somnifera"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "This placebo does not contain any of the interventional dietary supplement. The placebo consists of microcrystalline cellulose and is matched for shape, color, and smell. 1 capsule, 1 time per day.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Sleep Disturbance: Change from Baseline in the Mean Waking After Sleep Onset (WASO) to Week 4",
          "description": "WASO is measured nightly in hours and minutes via an Oura Ring. The Oura Ring must be worn at least 4 nights per week on average from Baseline (7 days) + 28 days.\n\nPrimary analysis: Change in WASO will be measured as the average of the final 4 days of Week 4 minus the average WASO of the Baseline Week.\n\nSecondary analysis: Change in WASO will be measured as the average of Week 4 minus the average WASO of the Baseline Week.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from Baseline in the Mean Patient-Reported Outcomes Measurement Information System (PROMIS-29) Sleep Disturbance Subdomain to Week 4",
          "description": "Subjective sleep disturbance measured via the PROMIS-29 Profile v2.0 Sleep Disturbance Subdomain. The raw sleep disturbance summed scores range from 4 to 20, with T-scores ranging 32.0 to 73.3, respectively. For Sleep Disturbance, higher scores indicate worse health than average.\n\nFor most PROMIS instruments, a score of 50 is the average for the United States general population with a standard deviation of 10 because calibration testing was performed on a large sample of the general population.\n\nThe sleep quality question is measured as 1 \"Very Good\" to 5 \"Very Poor.\" The sleep refreshing question is measured as 1 \"Very Much\" to 5 \"Not at all.\" The two remaining questions problem with sleep and difficulty with sleep are both measured as 1 \"Not at all\" to 5 \"Very Much.\"",
          "timeFrame": "From Baseline to End of Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in Mean PROMIS-29 Sleep Quality Question to Week 4",
          "description": "Sleep quality measured via the PROMIS-29 Sleep Quality question. Scores range from 1 \"Very Good\" to 5 \"Very Poor\"",
          "timeFrame": "From Baseline to End of Week 4 (28 days)"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change from Baseline in the Mean PROMIS-29 Fatigue Subdomain to Week 4",
          "description": "Subjective Fatigue measured via the PROMIS-29 Profile v2.0 Fatigue Subdomain. The raw fatigue summed scores range from 4 to 20, with T-scores ranging 33.7 to 75.8, respectively. For Fatigue, higher scores indicate worse health than average.\n\nFor most PROMIS instruments, a score of 50 is the average for the United States general population with a standard deviation of 10 because calibration testing was performed on a large sample of the general population.\n\nAll four fatigue questions are measured as 1 \"Not at all\" to 5 \"Very much.\"",
          "timeFrame": "Baseline to End of Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean PROMIS-29 Anxiety Subdomain to Week 4",
          "description": "Subjective anxiety measured via the PROMIS-29 Profile v2.0 Anxiety Subdomain. The anxiety summed scores range from 4 to 20, with T-scores ranging from 40.3 to 81.6, respectively. For Anxiety, higher scores indicated worse health than average.\n\nFor most PROMIS instruments, a score of 50 is the average for the United States general population with a standard deviation of 10 because calibration testing was performed on a large sample of the general population.\n\nAll four anxiety questions are measured as 1 \"Never\" to 5 \"Always.\"",
          "timeFrame": "From baseline to End of Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean PROMIS-29 Depression Subdomain to Week 4",
          "description": "Subjective depression measured via the PROMIS-29 Profile v2.0 Depression Subdomain. The raw depression summed scores range from 4 to 20, with T-scores ranging from 41.0 to 79.4, respectively. For Depression, higher scores indicate worse health than average.\n\nFor most PROMIS instruments, a score of 50 is the average for the United States general population with a standard deviation of 10 because calibration testing was performed on a large sample of the general population.\n\nAll four depression questions are measured as 1 \"Never\" to 5 \"Always.\"",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Sleep Onset Latency (SOL) to Week 4",
          "description": "SOL is measured objectively via an Oura Ring in seconds. SOL is measured from the local time when the sleep period started, based on the connected mobile device clock, to the beginning of the first 5 minutes of persistent sleep.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Sleep Efficiency (SE) to Week 4",
          "description": "Sleep Efficiency (SE) is measured as a range from 1 to 100. It is the percentage of the sleep period spent asleep (sleep total divided by sleep duration X 100%).",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Total Sleep Duration to Week 4",
          "description": "Total sleep duration is measured objectively via an Oura ring. It is the total amount of sleep measured in seconds (total sleep duration = rem sleep +light sleep + deep sleep).",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Sleep Duration in Rapid Eye Movement (REM) to Week 4",
          "description": "Sleep duration in REM is measured in seconds and objectively via an Oura ring. It is the total amount of REM sleep that is registered during the sleep period.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Light Sleep Duration to Week 4",
          "description": "Light Sleep Duration is measured in seconds and objectively via an Oura ring. It is the total amount of light sleep measured during the sleep period.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Deep Sleep Duration to Week 4",
          "description": "Deep sleep duration is measured in seconds and objectively via an Oura ring. It is the total amount of deep sleep registered during the sleep period.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Time in Bed to Week 4",
          "description": "Time in bed is measured in seconds and objectively via an Oura ring. It is the total duration of the sleep period (Time in Bed = total sleep duration + awake time).",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Heart Rate to Week 4",
          "description": "Heart rate is the average heart rate registered during the sleep period via an Oura ring. It is measured in beats per minute.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Heart Rate Variability to Week 4",
          "description": "Heart rate variability (HRV) is the average HRV calculated with RMSSD method via an Oura ring. It is measured in milliseconds.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Respiratory Rate",
          "description": "Respiratory rate is measured objectively by an Oura ring. It is the average respiratory rate in breaths per minute.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Body Temperature to Week 4",
          "description": "Body Temperature is measured objectively by an Oura ring. Body temperature, measured in Celsius, is the skin temperature deviation from the long-term temperature average.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of Daily Sleep Score to Week 4.",
          "description": "The Daily Sleep Score is composed of multiple sleep aspects collected by the Oura Ring, including deep sleep, rem sleep, efficiency, latency, restfulness, timing, and total sleep. Its score range is 0-100 (or Null if N/A).\n\nThe Daily Sleep Score represents the overall sleep quality during the sleep period. It is calculated as a weighted average of sleep score contributors that each represent on aspect of sleep quality.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean Daily Resilience Score to Week 4",
          "description": "The Daily Resilience Score is composed of various data collected by the Oura ring, including sleep recovery, daytime recovery, and stress. The scores range from 1-100 (or Null if N/A).",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of High Stress to Week 4",
          "description": "High stress is the amount of stressed time in seconds that is calculated from stress samples detected by an Oura ring.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        },
        {
          "measure": "Change from Baseline in the Mean of High Recovery to Week 4",
          "description": "High recovery is defined as the amount of recovery time in seconds calculated from stress samples identified by an Oura ring.",
          "timeFrame": "From Baseline to Week 4 (28 days)"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Sleep & Relaxation",
      "Stress & Mood",
      "Energy"
    ]
  },
  {
    "nctId": "NCT06429059",
    "description": "This will be a widely inclusive, largely remote/virtual, two-center, open-label pilot trial utilizing 50 participants as their own controls. Following informed consent and screening, participants will provide demographics, disease characteristics, co-morbidities, and concomitant medications. They will have a baseline ALSFRS-R score obtained and blood will be drawn for DIGAP classification, PBMCs (which will be used to generate iPSCs from which motor neurons and/or microglia can be generated), baseline mechanistic biomarkers and baseline neurofilament light chain. A urine pregnancy test will be obtained for pre-menopausal females who have not had one by their own doctor in the past 7 days. Each month after that, they will be contacted by phone by study coordinators to review adverse events, new co-morbidities, and concomitant medications, and to generate a new ALSFRS-R score. At month 3, DIGAP classification will be revealed to each participant and based on this, they will receive 1 of 4 treatments. They will take their assigned treatment for 6 months. At months 3, 5 and 9 they will be asked to return for in person blood draws for repeat mechanistic biomarkers and neurofilament light chain measurements. All of the described blood tests and investigational treatments are being performed exclusively for research purposes.",
    "start_date": "2024-06-12",
    "conditions": [
      "Amyotrophic Lateral Sclerosis ALS"
    ],
    "interventions": [
      {
        "type": "DRUG",
        "name": "Astaxanthin",
        "description": "Astaxanthin is a red-orange natural pigment belonging to a group of carotenoids called xanthophylls. In nature, astaxanthin is synthesized by microalgae and phytoplankton and biomagnifies in higher marine animals through the food chain. Natural astaxanthin is available as capsules, soft gels, tablets, powders, biomass, creams, energy drinks, oils and extracts and often contains other carotenoids. The compound is available as a United States Pharmacopeia (USP) verified supplement which ensures federally recognized standards for quality and purity (https://www.quality-supplements.org/verified-products/verified-products-listings).",
        "armGroupLabels": [
          "Neuroinflammation"
        ]
      },
      {
        "type": "DRUG",
        "name": "Protandim",
        "description": "Protandim is an oral tablet derived from five different plants: Silybum marianum (milk thistle), Withania somnifera (Ashwagandha), Camellia sinensis (green tea), Curcuma longa (turmeric) and Bacopa monniera.",
        "armGroupLabels": [
          "Oxidative Stress"
        ]
      },
      {
        "type": "DRUG",
        "name": "Melatonin",
        "description": "Melatonin is a hormone that has long been known to play a role in regulating sleep. Melatonin supplements are commonly used to treat insomnia, but in recent years, melatonin has been found to play a wider role in human physiology including the potential regulation of autophagy.",
        "armGroupLabels": [
          "Impaired Autophagy and Axonal Transport"
        ]
      },
      {
        "type": "DRUG",
        "name": "MitoQ",
        "description": "The active ingredient in MitoQ is ubiquinone, the same as found in coenzyme Q10 and idebenone. However, the ubiquinone in MitoQ is attached to a positively charged, lipophilic molecule called TPP (triphenyl phosphonium), which allows it to selectively accumulate in mitochondria. This makes it more potent than untargeted ubiquinone analogs at protecting mitochondria in cultured cells. It can be administered orally and, at least in animals, can cross the blood brain barrier and accumulate in brain mitochondria.",
        "armGroupLabels": [
          "Mitochondrial Dysfunction"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "ALS Functional Rating Scale, Revised (ALSFRS-R)",
          "description": "A quickly administered (five minute) ordinal rating scale (ratings 0-4) used to determine patients' assessments of their capability and independence in 12 functional activities. All 12 activities are relevant to people living with ALS.The ALSFRS-R declines linearly with time over a wide range during the course of ALS and it has been validated for telephone use.",
          "timeFrame": "baseline and at each of the subsequent 9 telephone or in person visits (approximately 9 months)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Neurofilament Light Chain levels",
          "description": "They are neuron-specific components of the cytoskeleton. They exist in heavy, medium, and light chain forms. Neurofilament light chain levels are elevated in the spinal fluid and the blood of patients with ALS and other neurodegenerative diseases, and higher levels predict more severe disease progression. These levels rise dramatically when asymptomatic carriers of ALS-causing genetic mutations begin to convert to an ALS phenotype.",
          "timeFrame": "baseline, month 3, month 5 (2 months into treatment) and month 9 (6 months into treatment)"
        },
        {
          "measure": "Neuroinflammation measured by C-reactive protein (CRP)",
          "description": "Used to measure neuroinflammation. These are known to be abnormal in patients with ALS, their levels correlate with disease progression and they can be altered by drugs in trials.",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Neuroinflammation measured by monocyte chemoattractant protein-1 (MCP-1)",
          "description": "Used to measure neuroinflammation. These are known to be abnormal in patients with ALS, their levels correlate with disease progression and they can be altered by drugs in trials.",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Neuroinflammation measured by chitotriosidase (CHIT1)",
          "description": "Used to measure neuroinflammation. These are known to be abnormal in patients with ALS, their levels correlate with disease progression and they can be altered by drugs in trials.",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Oxidative stress measured by total antioxidant capacity (TAC)",
          "description": "Used to measure oxidative stress.",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Oxidative stress measured by uric acid levels.",
          "description": "Uric acid is an antioxidant and levels of uric acid have been reported to be lower in ALS subjects and correlated with progression. It has also been shown to be responsive to treatments in trials",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Impaired autophagy measured by Beclin-1",
          "description": "To measure impaired autophagy, we will use Beclin-1. This highly conserved eukaryotic protein has a major regulatory role in autophagy. It is a component of the phosphatidylinositol-3-kinase (PI3K) complex which mediates vesicle-trafficking thereby inducing autophagy. Beclin-1 dysfunction has been implicated in many disorders, including cancer and neurodegenerative diseases",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        },
        {
          "measure": "Mitochondrial dysfunction measured by lactate.",
          "description": "Compromised mitochondrial oxidative phosphorylation shifts the cellular bioenergetic system to anaerobic respiration and increases the level of lactate. Lactate has been used as a biomarker for mitochondrial disease in many previous studies.",
          "timeFrame": "baseline, 3 months, 5 months and 9 months"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Astaxanthin",
      "Algae",
      "Marine Phytoplankton",
      "Milk thistle",
      "Ashwagandha",
      "Bacopa",
      "Curcumin",
      "Melatonin",
      "Coenzyme Q10"
    ],
    "categories": [
      "Inflammation & Pain",
      "Immune Health",
      "Energy",
      "Joint & Mobility",
      "Healthy Aging"
    ]
  },
  {
    "nctId": "NCT06889584",
    "description": null,
    "start_date": "2025-02-15",
    "conditions": [
      "Healthy"
    ],
    "interventions": [
      {
        "type": "COMBINATION_PRODUCT",
        "name": "All Active Supplement Combinations (Ashwagandha, Rhodiola rosea, magnesium threonate, L-theanine, and apigenin))",
        "description": "Ashwagandha, Rhodiola rosea, magnesium threonate, L-theanine, and apigenin.",
        "armGroupLabels": [
          "AM active, PM active"
        ]
      },
      {
        "type": "COMBINATION_PRODUCT",
        "name": "AM Active Supplement Combination (Ashwagandha and Rhodiola rosea)",
        "description": "Ashwagandha and Rhodiola rosea",
        "armGroupLabels": [
          "AM active, PM placebo"
        ]
      },
      {
        "type": "COMBINATION_PRODUCT",
        "name": "PM Active Supplement Combination (Magnesium threonate, L-theanine, and apigenin)",
        "description": "Magnesium threonate, L-theanine, and apigenin.",
        "armGroupLabels": [
          "AM placebo, PM active"
        ]
      },
      {
        "type": "OTHER",
        "name": "AM and PM Placebo",
        "description": "Placebo AM and PM",
        "armGroupLabels": [
          "AM placebo, PM placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Cohen's Perceived Stress scale",
          "description": "To determine changes in perceived stress by way of the Cohen's Perceived Stress scale. The minimum is 0 and max is 40, with higher values meaning more stress.",
          "timeFrame": "Baseline, Day 7, Day 14, Day 21, Day 28"
        },
        {
          "measure": "Positive mood and emotion",
          "description": "Assessed by the Positive and Negative Affect Scale. Min values of 0 and max of 50, higher scores indicate more positive moods and emotions.",
          "timeFrame": "Baseline, Day 7, Day 14, Day 21, Day 28"
        },
        {
          "measure": "Negative mood and emotion",
          "description": "Assessed by the Positive and Negative Affect Schedule. Min values of 0 and max of 50, higher scores indicate more negative moods and emotions.",
          "timeFrame": "Baseline, Day 7, Day 14, Day 21, Day 28"
        },
        {
          "measure": "Weekly sleep disturbances.",
          "description": "Assessed by the Patient Reported Outcome Measures of sleep disturbances. Min values of 8 and max values of 40. Higher scores mean more sleep disturbances.",
          "timeFrame": "Baseline, Day 7, Day 14, Day 21, Day 28"
        },
        {
          "measure": "Weekly sleep impairment",
          "description": "Assessed by the Patient Reported Outcome Measures of sleep impairments. Min values of 8 and max values of 40. Higher scores mean more sleep impairments.",
          "timeFrame": "Baseline, Day 7, Day 14, Day 21, Day 28"
        },
        {
          "measure": "Changes in daily psychological stress",
          "description": "Assessed by the Daily Stress Response Scale. Min 0, max 60 with higher scores indicating higher stress.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in daily physiological stress",
          "description": "Assessed by Daily Stress Response Scale. Min 0, max 60 with higher scores indicating higher stress.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in subjective sleep quality.",
          "description": "Assessed by the Pittsburgh Sleep Quality Index questionnaire. Min 0 and max 21, higher scores indicate worse sleep quality.",
          "timeFrame": "Baseline and Day 28."
        },
        {
          "measure": "Changes in objective sleep quality.",
          "description": "Assessed by the Absolute Rest device, higher scores are better.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in sleep efficiency.",
          "description": "Assessed by the Absolute Rest device, total time asleep divided by time in bed, expressed as a percentage, higher is better.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in sleep latency",
          "description": "Assessed by the Absolute Rest device, time taken to fall asleep.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in sleep duration",
          "description": "Assessed by the Absolute Rest device, total sleep time.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        },
        {
          "measure": "Changes in sleep apnea",
          "description": "Assessed by the Absolute Rest device, values measures by oxygen saturation.",
          "timeFrame": "Daily for 4-weeks from baseline to Day 28."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Percent compliance of supplement use",
          "description": "To determine the percent of compliance when taking AM and PM pills. Will be measured by the amount of pills taken / pills prescribed multiplied by 100.",
          "timeFrame": "End of Week 2 and Week 3."
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha",
      "Rhodiola",
      "Magnesium Threonate",
      "Theanine",
      "Apigenin"
    ],
    "categories": [
      "Sleep & Relaxation",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT05684991",
    "description": "To qualify for this study, subjects must report experiencing high stress or anxiety in the past few months. Subjects must be between 18 to 65 years of age. Subjects must be non-smoking. Subjects must be in generally healthy condition with no serious illnesses, which might interfere with study participation. Subjects are required to maintain usual dietary habits for the duration of the study.\n\nUp to 50 participants will be enrolled in this study at the SF Research Institute (SFRI) site. Approximately half of the subjects will be randomized to receive test treatment supplements, KSM-66, designed to improve anxiety and stress. And the other half of subjects will be randomized to receive placebo (a pill in appearance of test treatment supplement, but is harmless, ingredient of starch powder). This study will require subjects to return questionnaires and remaining test products (via USPS mail or drop off in person if you are able) to the testing facility (Address: 2345 Ocean Ave, San Francisco, CA 94127) by the end of eight weeks testing.\n\nAfter signing this consent form, subjects will answer questions regarding their medical history, including any medications they are taking. Physical exams with vital signs (pulse, temperature, sitting blood pressure and respiratory rate) will be performed at both visits by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist, or Medical Doctor. In order to be qualified to participate this study at initial Visit (Baseline), BMI score range between 20-35 are required.\n\nA blood sample will be required from subjects. Subject's right or left arm will be used as the blood draw site, requiring a 5mL sample. The blood will be analyzing Cortisol level. These blood draws will be administered by a professional trained to perform this testing. It may be a Nurse (RN or LPN), Phlebotomist or Medical Doctor.\n\nA two-page Hamilton Anxiety Rating Scale (HAM-A) Test and Perceived Stress Scale (PSS) will be given and administered as self-assessment.\n\nAfter these tests are completed, subjects will be given the study oral supplement. Approximately 50% of the subjects that are enrolled will receive the study supplement. The remaining subjects will receive a placebo. The subject will be required to record use of the assigned product on a Daily Diary.\n\nSubjects will be interviewed by phone at week 4 (Visit 2, remotely) and week 12 (Visit 4, remote follow-up). These calls will take approximately 15 minutes each. Both remote visits will be conducted by a trained clinician and will be assessed with a short questionnaire (PSS). The whole study is 12 weeks in length, clinical trial of test product is only going to be used for first 8 weeks and Visit 4 (remote follow-up) will be conducted remotely by phone call 4 weeks after finish using the testing product.",
    "start_date": "2022-09-19",
    "conditions": [
      "Anxiety",
      "Stress"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "KMS-66 Ashwagandha 300mg",
        "description": "One capsule is taken by mouth twice daily with water",
        "armGroupLabels": [
          "Treatment Group"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "placebo capsule",
        "description": "One capsule is taken by mouth twice daily with water",
        "armGroupLabels": [
          "Control Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Hamilton Anxiety Rating Scale (HAM-A)",
          "description": "The scale consists of 14 items, each defined by a series of symptoms, and measures both psychic anxiety (mental agitation and psychological distress) and somatic anxiety (physical complaints related to anxiety)",
          "timeFrame": "8 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Perceived Stress Scale (PSS)",
          "description": "The 10-item Perceived Stress Scale will be used to evaluate perception of stressful events over the past month by using a 5- point Likert scale (0 = never to 4 = very often)",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Clinical Global Impression-Improvement scale",
          "description": "The CGI-I scale measures the change in the patient's clinical status from a specific point in time using a 7-point scale, ranging from 1 (very much improved) to 7 (very much worse), with a score of 4 indicating no change.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "serum cortisol",
          "description": "a stress hormone in the blood circulation",
          "timeFrame": "8 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06065241",
    "description": "The objective of this study is to understand the impact of a multi-botanical formulation on measurements of protein markers, with a focus on inflammation over a 60-day period. The primary objective of this study is to assess the effect of the formulation, LLP-01, on inflammatory proteomic biomarkers and epigenetic changes. Adverse events will be self-monitored by participants and will be reported. Changes in weight/calculated BMI and grip strength, as well as changes in well-being through a self-reported questionnaire will also be measured.",
    "start_date": "2023-09-22",
    "conditions": [
      "Aging",
      "Inflammation"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "LLP-01",
        "description": "Participants in the experimental group will take 2 capsules daily containing 1,000mg of the formulation, LLP-01, for 60 days.",
        "armGroupLabels": [
          "Experimental Group"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Participants in the placebo group will take 2 capsules daily containing rice flower and small amount of Curcuma Longa for 60 days.",
        "armGroupLabels": [
          "Placebo Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Plasma Proteomic Changes",
          "description": "Serum proteomic test to measure significant effects on any of the plasma proteins that will be analyzed. These proteins represent inflammatory and immune responses, as well as metabolic functions.",
          "timeFrame": "Change from baseline to 60 days and compared to placebo"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Epigenetic Age",
          "description": "Serum epigenetic aging test measuring changes in methylation patterns on DNA",
          "timeFrame": "Change from baseline to 60 days and compared to placebo"
        },
        {
          "measure": "Grip Strength",
          "description": "Digital grip strength device to measure absolute grip strength",
          "timeFrame": "Change from baseline to 60 days and compared to placebo"
        },
        {
          "measure": "Weight/BMI",
          "description": "Height and weight to measuring absolute weight and to calculate BMI",
          "timeFrame": "Change from baseline to 60 days and compared to placebo"
        },
        {
          "measure": "Well-being",
          "description": "Questionnaire covering different aspects of well-being",
          "timeFrame": "Change from baseline to 60 days and compared to placebo"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Curcumin"
    ],
    "categories": [
      "Immune Health",
      "Inflammation & Pain",
      "Blood Sugar Support",
      "Healthy Aging",
      "Weight Management",
      "Joint & Mobility",
      "Sports Nutrition",
      "Stress & Mood"
    ]
  },
  {
    "nctId": "NCT06793891",
    "description": "Participants will take one of two extracts or a placebo every day for 60 days; outcomes of stress, sleep, energy, and cognition will provide information on effectiveness.",
    "start_date": "2024-10-21",
    "conditions": [
      "Stress"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "ashwagandha root",
        "description": "This substance is extracted from the root of the plant.",
        "armGroupLabels": [
          "Plant Extract 1"
        ]
      },
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "ashwagandha root and leaf",
        "description": "This substance is extracted from both the root and leaves of the plant.",
        "armGroupLabels": [
          "Plant Extract 2"
        ]
      },
      {
        "type": "OTHER",
        "name": "placebo",
        "description": "The inert placebo does not contain any of the plant matter.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Post-test Cortisol Awakening Response, after controlling for baseline scores",
          "description": "salivary cortisol levels will be taken immediately after waking and 30 minutes later to produce a composite score",
          "timeFrame": "60 days"
        },
        {
          "measure": "NRI-SS (Nutraceuticals Research Institute's Stress Scale)",
          "description": "This is a validated scale measuring 6 subdomains of stress. It is measured on a likert scale. Scores on each subdomain can range from 5 to 42, with higher scores indicating greater stress levels.",
          "timeFrame": "60 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "NRI-ES (Nutraceuticals Research Institute's Energy Scale)",
          "description": "This is a validated scale measuring 6 subdomains of energy. It is measured on a likert scale. Scores on each subdomain can range from 5 to 42, with higher scores indicating greater energy levels.",
          "timeFrame": "60 days"
        },
        {
          "measure": "NRI-Sleep (Nutraceuticals Research Institute's Sleep Scale)",
          "description": "This is a validated scale measuring 7 subdomains of sleep. It is measured on a likert scale. Scores on each subdomain can range from 5-42 with higher scores indicating greater quality of sleep",
          "timeFrame": "60 days"
        },
        {
          "measure": "NRI-Cognition Scale",
          "description": "This is a validated scale measuring 6 subdomains of cognition. It is measured on a likert scale. Scores on each subdomain can range from 5-42 with higher scores indicating greater quality of cognitive health",
          "timeFrame": "60 days"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [],
    "categories": [
      "Stress & Mood",
      "Energy",
      "Sleep & Relaxation",
      "Cognitive Health"
    ]
  },
  {
    "nctId": "NCT05610735",
    "description": "Study Design Overview:\n\nThis is a two-part open-label clinical trial of ASWD (Ashwagandha) administered to patients with recurrent ovarian cancer in combination with liposomal doxorubicin, (DOXIL) following at least one previous line of chemotherapy. Patients will initially be enrolled in part 1 of the study, which is the feasibility/tolerability evaluation. Once the part 1 enrollment is completed, the patients will be enrolled in part 2 of the study.\n\nIn both parts, ASWD will be administered orally daily whereas liposomal doxorubicin will be administered intravenously (IV) every 4 weeks for at least 4 cycles or until disease progression and/or unacceptable toxicity, whichever comes first. If disease progression and/or unacceptable toxicity is not encountered, study treatment will be for a maximum of 10 cycles, or until a total cumulative dose of anthracycline therapy exceeds 450 mg/m2. Continued treatment with liposomal doxorubicin and/or ASWD will be determined by the provider. Once there is a completion of 10 cycles, ASWD will be continued in a daily regimen as maintenance, without continued liposomal doxorubicin, until disease progression and/or unacceptable toxicity.\n\nPart 1 Part 1 (Phase I) is a feasibility/tolerability evaluation in which approximately 18 patients with recurrent ovarian cancer will be enrolled. The enrolled patients will be treated with 3 doses of ASWD \\[1.0 g, 2.0 g or 4.0 g/twice daily (total 2.0 g, 4.0 g or 8.0 g/day) taken orally with water in the form of capsule (500 mg/capsule, containing 500 mg of active ashwagandha)\\] in combination with set dosage of DOXIL (40 mg/m2 over 60 min, every 4 weeks). DOXIL will be administered at an initial rate of 1 mg/min to minimize the risk of infusion reactions. If no infusion related reactions occur, infusion rate will be increased to complete administration over 1 hour. Bolus injection or undiluted solution will not be administered.\n\nDose Escalation:\n\nApproximately 18 subjects will be enrolled to escalating dose levels of ASWD in combination with DOXIL the approved dose of 40 mg/m2. Each dose level will initially enroll at least 3 DLT-evaluable subjects to a maximum of 6 subjects. Subsequent subjects, if any, assigned to receive the same dose level will be enrolled in groups of at least 2 DLT-evaluable subjects. Table 1 provides the dose escalation decision with target toxicity rate of 28.5% and optimal interval of (25.6%, 32.7%).\n\nThe ASWD starting dose level is 2.0 g, administered daily orally, starting with Cycle 1. The DOXIL dose level is fixed dose of 40 mg/m2 IV for every 4 weeks. The escalation dose of ASWD will be 4.0 g/day or 8.0 g/day for second and third cohort respectively and fixed dose of DOXIL. ASWD will be given alone if patient is no longer receiving DOXIL treatments. However, it will be given along with DOXIL if the patient continues DOXIL after 4 cycles.\n\nThe DLT observation period consists of the lead-in period \\[7 days of ashwagandha and Cycle 1 (21 days)\\] for 28 days total. To be considered DLT evaluate, subjects must complete at least 75% of ASWD dosing (i.e., at least 21 days) in the lead-in period and Cycle 1 or experience a DLT. DLT non-evaluate subjects may be replaced if needed to achieve the required number of DLT-evaluable subjects for dose escalation decisions. Dose-limiting toxicities will be graded using the Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0 (CTCAE v5.0). https://ctep.cancer.gov/protocoldevelopment/electronic\\_applications/docs/ctcae\\_v5\\_quick\\_reference\\_5x7.pdf.\n\nAshwagandha is sold as an over-the-counter dietary supplement rich in WFA in 500 mg tablets containing 500 mg of active ashwagandha. ASWD will be provided by Marudhar Impex, Ahmedabad, India. Ashwagandha is manufactured and packed to capsules by Marudhar Impex under cGMP and analyzed by Eurofins Analytical Services India Private Limited. ASWD is extracted from the plant Withania somnifera grown under control conditions and packed in a Good Manufacturing Practices (GMPs) facility. It contains 0.71 % (w/w) Withanoside IV, 01.14% Withaferin A, 0.27% Withanoside V, 0.33% Withanone, 0.09% withanolide A, and 0.00% withanolide B determined by HPLC. The investigators will confirm the content of withaferin A using HPLC.\n\nDOXIL is a liposomal formulation of doxorubicin hydrochloride encapsulated in liposomes with surface-bound methoxypolyethylene glycol (MPEG). Each liposomal doxorubicin vial contains pegylated liposomal doxorubicin HCl, 2 mg/mL and delivered as 10 ml (20 mg) in a concentrate for single dose intravenous infusion and is presented as sterile, translucent, and red suspension. For \\< 90 mg/m2, DOXIL is diluted in 250 ml Dextrose 5% in water and for \\> 90 mg/m2 DOXIL is diluted in 500 mL Dextrose in 5% in water. Aseptic technique must be strictly observed since no preservative or bacteriostatic agent is present in DOXIL. Diluted DOXIL should be refrigerated at 2°C to 8°C (36°F to 46°F) and administered within 24 hours.\n\nPart 1 (Phase I) Part 1 of the study will be conducted using '3 + 3' traditional dose escalation design. Toxicities will be graded using the NCI Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0 (CTCAE v5.0). Initially, 3 patients will be treated with 1.0 gram of ASWD twice daily (total of 2.0 grams/day) in combination with DOXIL, if none of them develop toxicity, then next 3 patients will be treated with 2.0 grams twice (total 4.0 grams/day) in combination with DOXIL, if none of them develop toxicity or has any issue, then next 3 patients will be treated with 4.0 grams twice daily (total 8.0 grams/day) in combination with DOXIL. If any of the patients has a Grade 3-4 hematologic or non-hematologic toxicity, the cohort will be expanded by three subjects (with a maximum of 6 patients at a given dose), prior to proceeding to the next dose. DOXIL dose will be 40 mg/m2 administered IV over a period of 60 min every 4 weeks for 4 cycles or until disease progression and/or unacceptable toxicity, whichever comes first to a maximum of 10 cycles. The total anthracycline (doxorubicin) cumulative dose should not exceed over 450 mg/m2.\n\nAWSD will be administered on days 1-28 of each cycle. Patients will start ASWD on cycle 1, day 1 of DOXIL infusion. ASWD administration instructions will be provided to participants as follows:\n\n\"Take (appropriate number of capsules per dose escalation) tablets every 12 hours; to be initiated the day of starting chemotherapy.\" The medication may be taken with or without water and with or without food. If a dose is missed, it will not be re-taken. Participants will be instructed to keep a dose log. AWSD may be stored at ambient temperature protected from light at the participants' home. Plasma and urine samples will be collected for analysis of selected circulating biomarkers (proteins).\n\nPart 2 (Phase II) Part 2 is an open label, exploration study to estimate the overall survival and response rate for participants treated daily with ASWD in the form of tablets in combination with DOXIL (40 mg/m2 IV for every 4 weeks for 4 cycles). Approximately 54 patients (including part 1 subjects treated with the highest feasible dose) will be enrolled in part 2 of the study. The enrollment for part 2 of the study will begin with the ASWD and liposomal doxorubicin dosages determined from part 1, provided no more than 2 out of 6 patients develop treatment related non-hematological toxicity in part 1 of the study. The enrolled patients will start taking ASWD capsules identified in part 1 for evaluation in part 2. Patients who participated in part 1 of the study will be offered to continue treatment to part 2, with a maximum tolerable dose. DOXIL will be administered every 4 weeks (40 mg/m2) for up to 10 cycles (limited to the standard limit of anthracycline administration, 450 mg/m2 cumulative dose of doxorubicin HCL). In the event of no progression and tolerance of the drug, patients should continue ASWD even DOXIL is stopped.\n\nDose Limiting Toxicities (DLT) The dose limiting toxicity window will include the first cycle of therapy (four weeks) and will be monitored prior to the initiation of cycle 2.\n\nLaboratory values will be measured weekly during cycle one of therapy, then prior to each administration of DOXIL. These will include complete blood count (CBC) with platelets and complete metabolic panel (CMP) with liver function tests. In addition, prothrombin time and partial thromboplastin time will be monitored, simultaneously.\n\nHepatic Toxicity: Grade 3-4 hepatic toxicity will be defined as AST or ALT \\>3X upper limits of normal (ULN) and a concurrent bilirubin \\>2X ULN of any duration without finding of cholestasis (elevated alkaline phosphatase).\n\nHematologic Toxicity: Hematologic toxicity will be defined as: 1) Grade 4 neutropenia or thrombocytopenia \\> 7 days; 2) Grade 3 thrombocytopenia with bleeding; and 3) neutropenia fever.\n\nNon-Hematologic Toxicity: Non-Hematologic toxicity will be defined as 1) Grade 4 alopecia, drug-related fever, and toxicities secondary to neutropenia and sepsis \\[with the exception of nausea and vomiting (if manageable with supportive care measures)\\], platelet count (\\< 25,000/mm3) 50 days beyond the start of the chemotherapy (not related to recurrent leukemia); 2) Grade 3 neurologic toxicity (sensory or autonomic).\n\nGrade 3-4 non-hematologic toxicities will be considered a DLT and can be exempted from DLT if they resolve within 1 week, if they do not lead to hospitalization, and if they can be adequately managed with supportive care or conventional interventions within 72 hours.\n\nDeath: Any death not clearly due to underlying disease or extraneous causes",
    "start_date": "2024-09-25",
    "conditions": [
      "Recurrent Ovarian Cancer"
    ],
    "interventions": [
      {
        "type": "DRUG",
        "name": "DOXIL",
        "description": "DOXIL will be administered IV as 40 mg/m2 IV every four weeks for 4 cycles or until disease progression and/or unacceptable toxicity, whichever comes first to a maximum of 10 cycles.",
        "armGroupLabels": [
          "Combination of DOXIL and Ashwagandha"
        ],
        "otherNames": [
          "Liposomal doxorubicin"
        ]
      },
      {
        "type": "DRUG",
        "name": "Withaferin A",
        "description": "Ashwagandha in the form of tablets will be administered orally on daily basis.",
        "armGroupLabels": [
          "Combination of DOXIL and Ashwagandha"
        ],
        "otherNames": [
          "Ashwagandha"
        ]
      },
      {
        "type": "DRUG",
        "name": "Ashwagandha",
        "description": "Administered orally on daily basis twice a day",
        "armGroupLabels": [
          "Combination of DOXIL and Ashwagandha"
        ],
        "otherNames": [
          "ASWD"
        ]
      },
      {
        "type": "DRUG",
        "name": "Combination of ASWD and DOXIL",
        "description": "DOXIL administered IV once every four weeks. ASWD administered orally on daily basis, twice a day.",
        "armGroupLabels": [
          "Combination of DOXIL and Ashwagandha"
        ],
        "otherNames": [
          "ASWD and DOXIL"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Progression-free survival (PFS)",
          "description": "Will be presented by Kaplan Meier methods.",
          "timeFrame": "From study entry to time of progression or death, whichever occurs first, assessed up to 4 years."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence of adverse events (AE)",
          "description": "All adverse events, including severe adverse events and treatment-related adverse events, will be categorized and graded for severity according to National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0.",
          "timeFrame": "From study entry, up to 4 years."
        },
        {
          "measure": "Objective response rate (ORR)",
          "description": "Quantified as the binomial proportion of patients with measurable disease at enrollment who have a best overall response of complete response (CR) or partial response (PR).",
          "timeFrame": "From the start of the treatment until disease progression/recurrence, assessed up to 4 years"
        },
        {
          "measure": "Duration of response",
          "description": "Will be defined among participants with the best overall response of complete response (CR) or partial response (PR). Will be presented by Kaplan Meier methods.",
          "timeFrame": "From the time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented, assessed up to 4 years."
        },
        {
          "measure": "Overall survival",
          "description": "Will be presented by Kaplan Meier methods.",
          "timeFrame": "Time from study entry to date of death from any cause, assessed up to 4 years"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": []
  },
  {
    "nctId": "NCT05840731",
    "description": "To qualify for this study, participant must be a healthy male between 30 to 50 years of age with unsatisfactory sexual health. Participants must NOT be taking medications or receiving treatments for erectile dysfunction. Participants are sexually active, and currently in a stable heterosexual relationship. Participants must agree to continue their routine diet and physical activities for the entire study. Participants should avoid using any NEW dietary supplements, multivitamins, or oral nutrition supplements throughout the study.\n\nIn this study, a maximum of 45 patients will be enrolled. The goal is to complete the study with at least 40 patients. At the initial visit, prospective patients will be screened for enrollment based on the requirements of the study, medical history, and clinical examination. Before starting any study related procedures, participants will be explained about the study in detail and a written informed consent will be obtained from participants prior to participation in this study. This document is a part of the written informed consent procedure. A detailed medical history including the associated conditions will be recorded. A general and physical examination will be performed to detect any abnormal parameters. If participants meet the eligibility criteria, they will be enrolled in the study.\n\nAfter enrollment in the study, participants will be randomly assigned to take one capsule of KSM 66 Ashwagandha (300 mg) or one capsule of placebo two times daily after breakfast and every night at bedtime with food, preferably 30 minutes before the anticipated sexual intercourse with a glass of water for 8 weeks. There is a 50% chance that instead of 'Ashwagandha capsule' participants will receive 'Placebo capsule'. This placebo capsule will be identical in size, shape, and color to the 'Ashwagandha capsule'. The placebo capsule is harmless. It has the ingredient of starch powder made from corn, wheat, or potato. Participants will have to record the use of their assigned product on a daily diary for 8 weeks.\n\nParticipants will be monitored throughout the study. The study consists of two 60-minute onsite visits for visit 1 and visit 3, and one 40-minute remote visit via the phone for visit 2. After the initial visit 1 at the clinic (screening, baseline/randomization) (Day 1), participants will be monitored and assessed remotely at visit 2 (week 4) over the phone. Then, participants will have to come back to the clinic for assessments at visit 3 (week 8). During visit 1 and visit 3, blood will be collected from participants, physical examinations, and general examinations will be performed. During physical examinations, a medically trained personnel will measure participants' vital signs including systolic blood pressure, diastolic blood pressure, pulse rate, body temperature, respiratory rate, and body mass index. During general examination, a systemic review of different body systems will be performed to see if there are any significant abnormalities or findings.\n\nFor blood sample collection, participants' right or left arm will be used as the blood draw site. Investigators will take 12.5 ml of blood (less than the size of a tablespoon) from each participant to measure different sex hormone levels in his or her blood, such as dihydrotestosterone, follicle-stimulating hormone, luteinizing hormone, prolactin, and testosterone. Participants' blood samples will only be used for research and result analysis in this study. No more than 12.5 ml of blood will be drawn from each participant with a needle and syringe. All needles and syringes are brand new, and not recycled. All blood draws will be performed by professionally trained phlebotomists.\n\nDuring remote visit 2 via phone, Satisfying Sexual Events (SSEs), Sexual Desire Inventory (SDI-2), International Index of Erectile Function (IIEF), Quality of Life (QoL) assessment questionnaires will be conducted over the phone. Side effects will be monitored, concomitant medications and study drug compliance will also be checked over the phone in visit 2.\n\nAt each visit, Satisfying Sexual Events (SSEs), Sexual Desire Inventory (SDI-2), International Index of Erectile Function (IIEF), Quality of Life (QoL) assessments will be conducted. Side effects will be monitored during each visit of the study period. Participants' results on all assessment questionnaires are confidential, and will only be reviewed by study staff, ethical review board members, and the FDA (if necessary). At visit 3 (week 8), participants are required to return any remaining testing products to the San Francisco Research Institute (at 2345 Ocean Ave, San Francisco, CA 94127) in person. Duration of the study is 8 weeks.",
    "start_date": "2023-08-07",
    "conditions": [
      "Sexual Health"
    ],
    "interventions": [
      {
        "type": "DIETARY_SUPPLEMENT",
        "name": "Ashwagandha",
        "description": "KSM-66 Ashwagandha is the active ingredient in Waithania somifera, a medicinal plant in Indian medicine. Ashwagandha is known as an adaptogen, an herb in capsule form that protects the body from stress.",
        "armGroupLabels": [
          "Ashwagandha"
        ]
      },
      {
        "type": "OTHER",
        "name": "Placebo",
        "description": "Placebo means that the capsules will not contain Ashwagandha but some other inactive substance.",
        "armGroupLabels": [
          "Placebo"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Number of Satisfying Sexual Events (SSEs)",
          "description": "All enrolled subjects will be asked about SSEs 4 weeks prior Visit 1, Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1) and then throughout the study. It will include subject's inputs for number of intercourse and non-intercourse sexual events, number of orgasms, level of sexual desire, and satisfying sexual activity experienced.\n\nThe subjects will be asked to mark a score for their sexual desire. They will be asked, \"Indicate your most intense level of sexual desire in the last 24 hours/since your last visit.\" Potential responses included \"no,\" \"low,\" \"moderate,\" or \"strong\", scored 0-3 (0 indicating no desire and 3 indicating the highest level of desire):\n\n0 = No desire\n\n1. = Low desire\n2. = Moderate desire\n3. = Strong desire\n\nNumber of SSEs at Visit 3-End of study visit, (Week 8), will be compared with that of Screening Visit/ Enrolment Visit/ Baseline Visit, (Day 1), and Visit 2 (Week 4).",
          "timeFrame": "8 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Ashwagandha"
    ],
    "categories": [
      "Men's Wellness",
      "Women's Wellness"
    ]
  },
  {
    "nctId": "NCT06184061",
    "description": "In the beginning of the study anthropometric measurements (weight (kg), height (cm), BMI, waist circumference (cm), body fat percentage, lean body mass, skeletal muscle mass) will be taken from the participants who accepted to participate in the study.\n\nDuring the study, participants will be restricted from consuming alcohol, caffeine, red fruit, ginseng and ashwagandha.\n\nFirst, Yoyo Intermittent Recovery Level 1 performance test (The Yo-Yo test is a maximal aerobic endurance fitness test, involving running between markers placed 20 meters apart, at increasing speeds, until exhaustion) will be done to all participants In this step, participants will not drink anything. Then there will be a 2-week break.\n\nAt the end of the 3-week break, the participants will be divided into two groups by block randomization method and one group will receive a herbal nutritional supplement mixture (100 ml 30 minutes before training). The other group will drink a placebo prepared with the same texture and consistency as our main mixture, containing an equal amount of carbohydrates (100 ml 30 minutes before training). Then the same performance test will be repeated. At the end of the test also 1 and 2 minutes after end of the test, the participants' heart rate measurement will be taken with a finger-type pulse oximeter and recorded . At the end of the test, perceived exertion levels will be questioned using the Borg scale.",
    "start_date": "2023-11-30",
    "conditions": [
      "Diet, Healthy"
    ],
    "interventions": [
      {
        "type": "COMBINATION_PRODUCT",
        "name": "Herbal Supplement",
        "description": "Herbal supplement will be the mixture of strawberry, black mulberry, blueberry, raspberry, ginseng, ashwagandha, honey, water",
        "armGroupLabels": [
          "Interventional Group"
        ]
      }
    ],
    "outcome": {
      "primaryOutcomes": [
        {
          "measure": "Vo2 Max",
          "description": "Once the test is completed, participants' Vo2 max values will be calculated using the formula \"Vo2 max= Distance covered x 0.0084 + 36.4\"",
          "timeFrame": "Up to 1 week"
        },
        {
          "measure": "Total distance covered in Yo-Yo intermittent recovery test (level 1)",
          "description": "Once the test is completed, total distance covered by participants during the test will be recorded in meters.",
          "timeFrame": "Up to 1 week"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change between end-test heart rate and heart rate 1 minute post Yo-Yo intermittent recovery test (level 1)",
          "description": "Volunteers' heart rate was taken immediately after the Yo-Yo intermittent recovery test (level 1) and 1 minute post test. Heart rates were detected by using finger tip pulse oximeter",
          "timeFrame": "1 minutes"
        },
        {
          "measure": "Change between end-test heart rate and heart rate 2 minutes post Yo-Yo intermittent recovery test (level 1)",
          "description": "Volunteers' heart rate was taken immediately after the Yo-Yo intermittent recovery test (level 1) and 2 minute post test. Heart rates were detected by using finger tip pulse oximeter",
          "timeFrame": "2 minutes"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "BMI",
          "description": "BMI will be calculated. For the calculation of BMI; weight (kg), height (m) will be measured and formulated as follow (weight (kg) / (height (m))2",
          "timeFrame": "Up to 2 weeks"
        },
        {
          "measure": "Waist Circumference",
          "description": "Waist circumference of the participants will be measured by placing the measuring tape around your middle at a point halfway between the bottom of your ribs and the top of your hips (just above the belly button) and recorded",
          "timeFrame": "Up to 2 weeks"
        }
      ]
    },
    "references": [],
    "generic_ingredients": [
      "Strawberry",
      "White mulberry",
      "Blueberry",
      "Raspberry",
      "Ginseng",
      "Ashwagandha",
      "Honey"
    ],
    "categories": [
      "Sports Nutrition",
      "Heart Health",
      "Weight Management"
    ]
  }
]